[
  {
    "id": "the-sick-the-dying-and-the-dead",
    "title": "The Sick, The Dying... and The Dead!",
    "year": 2022,
    "cover": "/images/albums/16-sick.webp",
    "label": "Tradecraft / Universal",
    "producers": ["Dave Mustaine", "Chris Rakestraw"],
    "description": {
      "short": {
        "es": "Décimo sexto LP: regreso al thrash con producción filosa y nueva formación.",
        "en": "Sixteenth LP: return to thrash with sharp production and new lineup."
      },
      "extended": {
        "es": "El decimosexto álbum de estudio marca el regreso definitivo de Megadeth al thrash metal tras años de experimentación. Con una producción cristalina a cargo de Chris Rakestraw y la consolidación de la formación con Kiko Loureiro y Dirk Verbeuren, este disco demuestra que la banda mantiene intacta su capacidad destructiva.",
        "en": "The sixteenth studio album marks Megadeth's definitive return to thrash metal after years of experimentation. With crystal-clear production by Chris Rakestraw and the consolidation of the lineup featuring Kiko Loureiro and Dirk Verbeuren, this record proves the band maintains their destructive capacity intact."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Kiko Loureiro",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "James LoMenzo",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Dirk Verbeuren",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "spotify": "https://open.spotify.com/intl-es/album/1ziUtOuRT545OI4cnHEMhC?utm_campaign=fAfTD_96_fmly&utm_source=Original_Original&utm_medium=Original&utm_content=3fc3f4b8-7496-40c0-ab05-2543d0240164_none_Megadeth_none_The%20Sick%2C%20The%20Dying%E2%80%A6%20And%20The%20Dead%21_none_20220606_https%3A%2F%2Fwww.megadeth.com%2F_universal-music-enterprises-ume_US_megadeth.lnk.to%2FSickDyingDead"
    },
    "tracks": [
      {
        "n": 1,
        "title": "The Sick, The Dying... And The Dead!",
        "duration": "9:03",
        "writers": ["Dave Mustaine"],
        "lyrics": "(Bring out your dead. Bring out your dead. Bring out your dead. Bring out your dead.)\nInvaders came on phantom ships\nSailed the Black Sea West to Sicily, yeah, yeah\nThe sick, the dying, and the dead\nAll that was left from this cursed disease, yeah, yeah\nIt was the fleas onboard that bit infected rats\nGot blood inside of the fleas, yeah, yeah\nSoon the ghost ships tied up to the docks\nThe path of the plague was complete, yeah, yeah\nThe sweet smell of roses, a pocketful of posies\nYou can't mask the fragrance of death in their beds\nThere's typhus in the air, and ashes everywhere\nAmongst the sick, the dying, and the dead\nFeral creatures feasting on the dead\nDevour rancid human meat, yeah, yeah\nDeath and sickness permeate their bones\nRich or poor, they're dragged through the streets, yeah, yeah\nOpen up your eyes, so you can see\nAll the sick, the dying, and the dead\nDie, die, die! Die, die, die! Die, die, die! Die, die, die!\nThe sick, the dying... And the dead."
      },
      {
        "n": 2,
        "title": "Life In Hell",
        "duration": "4:11",
        "writers": ["Dave Mustaine"],
        "lyrics": "I'm a disease, and I'm addicted to myself, ha!\nI'm all I need, I'm gonna live and die in hell\nI was born to be the one who kills your light\nI will feast upon your soul for a thousand nights\nI'm the king of suffering, the prince of pain\nI'm a genius, I'm the one who drives you insane\nI'm a disease, and I'm addicted to myself, ha!\nI'm all I need, I'm gonna live and die in hell\nNo matter what you say, no matter what you do\nI'll be there to kill your dream, and I'll bury you\nI'm the poison in your well, the shadow in the dark\nI'm the knife inside your back, the bullet in your heart\nI'm a disease, and I'm addicted to myself, ha!\nI'm all I need, I'm gonna live and die in hell."
      },
      {
        "n": 3,
        "title": "Night Stalkers",
        "duration": "4:13",
        "writers": ["Dave Mustaine"],
        "lyrics": "Lights out in the desert. Battle-born, ready to fight\nYour death waits in the dark. And it stalks the night\nNight Stalkers\nWe are concealed in the night from the light of the moon\nWhen the sun has set, we will kill your gloom\nBlack ops missions, silent and lethal\nWe are the Night Stalkers, and we are evil\n(Ice-T monologue: *In the dead of the night, we own the sky. We are the 'Night Stalkers,' the best of the best. We see in the dark, and we kill in the dark. You can't run, you can't hide. When you hear the chopper, it's already over. We'll be on your ass faster than an angry god. Trust me, you don't want to meet the Night Stalkers.*)\nWhen the chopper lands, you will know your fate\nWe are the Night Stalkers, and we seal your hate."
      },
      {
        "n": 4,
        "title": "Dogs of Chernobyl",
        "duration": "6:30",
        "writers": ["Dave Mustaine"],
        "lyrics": "It was springtime, the air was clean and cold\nLike an ice cream headache, you were running out of control\nWe were living in a dream, until the nightmare came\nNow you're gone forever, all that's left is the shame\nYou vanished, and left me behind\nLike one of the dogs of Chernobyl. Where did you go?\nThe sirens screamed, the world went dark\nI was just a child, abandoned in the park\nThey said the fire was contained, that everything was fine\nBut the wind blew west, and you crossed the line\nYou vanished, and left me behind\nLike one of the dogs of Chernobyl. Where did you go?\nI still see your face in the poisoned rain\nI feel your touch in the radioactive pain\nI'm a stray dog now, forgotten and alone\nWaiting for the master that will never come home."
      },
      {
        "n": 5,
        "title": "Sacrifice",
        "duration": "3:42",
        "writers": ["Dave Mustaine"],
        "lyrics": "Come listen to the tale of a tragic sacrifice\nA hero fell on his sword to save a lie\nThe sky's, the sky's on fire. Flames rise, and shadows fall\nHe gave his life for a king who didn't care at all\nHe was the bravest knight, the purest of heart\nBut the king betrayed him right from the very start\nHe marched into the battle, knowing he would die\nTo save the kingdom from the king's own wicked lie\nThe sky's, the sky's on fire. Flames rise, and shadows fall\nHe gave his life for a king who didn't care at all\nHis blood stained the earth, a monument to shame\nA sacrifice for honor, not for glory or for fame."
      },
      {
        "n": 6,
        "title": "Junkie",
        "duration": "3:24",
        "writers": ["Dave Mustaine"],
        "lyrics": "Junkie, what you live for? Junkie, you junkie\nGot a monkey on his back, got a needle in his vein\nHe walks the streets at night, in the shadows and the rain\nHe sold his soul for a fix, he lost his mind for a hit\nLiving life one day at a time, or maybe just a bit\nJunkie, what you live for? Junkie, you junkie\nThe monkey on his back is screaming out his name\nHe chases the dragon, fueling the shame\nHis body is broken, his spirit is gone\nJust another casualty, waiting for the dawn\nJunkie, what you live for? Junkie, you junkie."
      },
      {
        "n": 7,
        "title": "Psychopathy",
        "duration": "2:29",
        "writers": ["Dave Mustaine"],
        "lyrics": "Psychopathy, like many psychiatric disorders and syndromes\nHas environmental, as well as moderately strong genetic components\nFindings indicate there are genetic influences\nAccounting for all of the psychopathic dimensions\nWhile environmental factors appear related to the disorder\nThe reciprocal nature between factors and expression of psychopathic traits is an important goal for future research.\n(*Instrumental section*)"
      },
      {
        "n": 8,
        "title": "Killing Time",
        "duration": "5:04",
        "writers": ["Dave Mustaine"],
        "lyrics": "Some people look at you, and feel sorry\nWhen you start moving your lips, I know that you're lying\nYou're a sick, psychopath. You're a cheat and a thief\nKilling time with your games, feeding off my grief\nYou're a master manipulator, a parasite in disguise\nWith a charming smile, and murder in your eyes\nYou think you're clever, you think you're sly\nBut I see the monster that you try to deny\nKilling time, killing me, killing everything good\nYou're a virus, a plague, misunderstood\nBut I won't let you win, I won't let you take my soul\nI'm done with your lies, I'm taking back control."
      },
      {
        "n": 9,
        "title": "Soldier On!",
        "duration": "4:46",
        "writers": ["Dave Mustaine"],
        "lyrics": "No reason left for living, nowhere left to run\nI know I've got to soldier on, until the morning sun\nWatching mankind destroy itself, day by bloody day\nWalk straight into the mouth of hell, and fight along the way\nThey told me to surrender, they told me to resign\nBut the fire in my belly says that victory is mine\nI've seen the worst of humanity, I've seen the darkest night\nBut I'll keep marching forward, fueled by the will to fight\nSoldier on! The battle rages on\nSoldier on! Until the break of dawn\nI won't give up, I won't give in\nI'll fight until the bitter end, for the love of my kin."
      },
      {
        "n": 10,
        "title": "Celebutante",
        "duration": "4:14",
        "writers": ["Dave Mustaine"],
        "lyrics": "You say you're a model, you say you're a star\nIt's not a want, it's an obsession, it's driving your car\nYou'll do anything for fame, célebutante, anything for the light\nSelling your body and soul, burning out your night\nYou crave the attention, the flash of the camera's eye\nYou live for the likes, praying you don't die\nAnother victim of the spotlight, another manufactured lie\nBut the bubble will burst, and the tears will run dry\nCelebutante, dancing on the edge of the world\nDesperate for validation, a synthetic, poisoned pearl."
      },
      {
        "n": 11,
        "title": "Mission to Mars",
        "duration": "4:40",
        "writers": ["Dave Mustaine"],
        "lyrics": "Countdown is commencing, the rocket is fueled and armed\nA man on a mission to Mars, perfectly pre-charmed\nHe leaves the blue planet behind, a world of war and hate\nSeeking a new beginning, escaping a terrible fate\nAcross the dark ocean of space, for a voyage of a lifetime\nTo colonize the red dust, commit the perfect crime\n(*Spoken:* Houston, we have a problem. The oxygen levels are dropping. I repeat, oxygen levels are critical. Tell my wife I love her. Mission abort. Mission failed.)\nNow he floats in the void, a tiny metal grave\nAnother broken dream, that no one could save."
      },
      {
        "n": 12,
        "title": "We'll Be Back",
        "duration": "5:07",
        "writers": ["Dave Mustaine"],
        "lyrics": "They told us to fall back, retreat to the safe zone\nBut we are the chosen ones, we fight this battle alone\nWe'll be back, yeah, we'll be back, for revenge and for justice\nNo mercy for the enemy, only blood and dust is\nLeft behind in the trenches, where the dead men lie\nWe reload the machine gun, beneath the endless sky\nThey thought they had beaten us, they thought we were done\nBut the fight is just beginning, the war is never won\nWe'll be back, yeah, we'll be back, with fire in our eyes\nTo tear down their fortress, and silence all their lies.\nWe'll be back, we'll be back!"
      }
    ]
  },
  {
    "id": "dystopia",
    "title": "Dystopia",
    "year": 2016,
    "cover": "/images/albums/15-dystopia.webp",
    "label": "Tradecraft / Universal",
    "producers": ["Dave Mustaine", "Chris Rakestraw"],
    "description": {
      "short": {
        "es": "Quinceavo disco; primer disco con Kiko Loureiro; ganó el Grammy a Mejor Performance Metal por 'Dystopia'.",
        "en": "Fifteenth album; first record with Kiko Loureiro; won Grammy for Best Metal Performance for 'Dystopia'."
      },
      "extended": {
        "es": "El quinceavo álbum marca una revitalización creativa de Megadeth con la incorporación del virtuoso guitarrista brasileño Kiko Loureiro. Este disco representa un regreso triunfal al thrash metal que les valió el reconocimiento de la Academia con el Grammy a Mejor Performance Metal por la canción titular, demostrando que la banda mantiene su relevancia y poder creativo después de más de tres décadas.",
        "en": "The fifteenth album marks a creative revitalization of Megadeth with the incorporation of Brazilian virtuoso guitarist Kiko Loureiro. This record represents a triumphant return to thrash metal that earned them Academy recognition with the Grammy for Best Metal Performance for the title track, proving the band maintains its relevance and creative power after more than three decades."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Kiko Loureiro",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "David Ellefson",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Chris Adler",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "spotify": "https://open.spotify.com/album/4sP7CAPrmdBD1ojBBrPxiV"
    },
    "tracks": [
      {
        "n": 1,
        "title": "The Threat Is Real",
        "duration": "4:21",
        "writers": ["Dave Mustaine"],
        "lyrics": "Justified obliteration, no one cares anymore\nThe Messiah or mass murderer\nNo controlling who comes through the door\nA culture made of cover-ups\nWill leprosy touch their flesh?\nFor backroom meetings and rendezvous\nThe vultures have come home to nest\nThe clock runs out, the weakest link\nA deadly strike, **the threat is real**!\nSee the burnished images of\nA crest fallen agency\nViolent conditioning, caused the nature of the enemy\nYour terminal lack of vision\nBlinded eyes see no light\nA chronic lack of perspective\nTheir cancer now eats us alive\nA fatal shot, a lust for blood\nThe final act, **the threat is real**!"
      },
      {
        "n": 2,
        "title": "Dystopia",
        "duration": "4:31",
        "writers": ["Dave Mustaine"],
        "lyrics": "**What you don't know**, the legend goes: Can't hurt you\nIf you only want to live and die in fear\nThey tell us to believe just half of what we see\nAnd absolutely nothing that we hear\nResist the twisted truth no matter what the cost\nSupplant the rights with wrongs inside our heads\nOutlawing all the questions to the answers\nThat no one likes when someone ends up dead\n**What you don't know**, the legend goes: Can't hurt you\nIf you only want to live and die in a cage\nThere's panic and there's chaos rampant in the streets\nWhere useless thoughts of peace are met with rage\nDemoralized and overmastered people think\nThe quickest way to end a war is lose\nDictatorship ends starting with **tyrannicide**\nYou must destroy the **cancer at its root**"
      },
      {
        "n": 3,
        "title": "Fatal Illusion",
        "duration": "4:16",
        "writers": ["Kiko Loureiro", "Dave Mustaine"],
        "lyrics": "Lost inside the system, locked away without a key\nNo one will ever miss a **menace to society**\nA gross lack of potential, bad decisions made in spite\nA touchy hairpin trigger and such a wasted life\nTrying to break the mold of a broken family\nFighting damn sure failure, and living on his knees\nGuilty of the crime of **nonconformity**\nA hanging judge and jury handing down the penalty\nA lethal injection, now they watch the body jerk\nExterminate the problem, except it didn't work\nLike whistling past a graveyard, when walking by at night\nIt's a **fatal illusion** to think that evil ever dies\nIn a darkened mortuary, reeking of formaldehyde\nAroused from deadly slumber, something opened up his eyes\nHate so strong revived him from a deep necrotic sleep\nClawing away the casket lid until his fingers bleed\nHe grabbed a knife and set out on a **vivisection spree**"
      },
      {
        "n": 4,
        "title": "Death From Within",
        "duration": "4:48",
        "writers": ["Dave Mustaine"],
        "lyrics": "The heat is raging from the rising fires of war\nEmbers of avarice soon begin to soar\nVengeance breeding greater vengeance, two eyes for one eye\nCrowning burning hatred that's lying deep inside\nThe enemy inside the belly of the beast\nA mighty **Trojan horse**, tonight the sentries sleep\nOn the march... No place to run\nTime has come... No where to hide\nThe moon is red... No one is safe\nFrom spilling blood... no living thing survives\nIt's judgment time, when **death comes from within**\nWarning signs ignored, they have all but been denied\nProphets and messengers, mocked and vilified\nTheir first line of defense soon became their last resort\nHardened deceivers entered through their open gates\nSilent trained assassins, lying still, in wait\nIt's judgment time, when **death comes from within**"
      },
      {
        "n": 5,
        "title": "Bullet To The Brain",
        "duration": "4:29",
        "writers": ["Dave Mustaine", "Kiko Loureiro"],
        "lyrics": "No one knows what draws the moth to the flame\nAnd nothing costs as much as playing the game\nShe had to know, know, know he'd give love for sex\nHe had to know, know, know she'd give sex for love\nThe taste, touching his tongue, sweet to his lips\nPoison, now penetrating deeper\nBetrayed by just one bite, for just one night\nTo find **forbidden fruit** tastes sweeter\nJust like pressing a loaded gun to your head\nOne knows only the **spider can navigate its web**\nSoon under the spell, emotions are high\nMind control penetrating deeper\nThe hex was cast on him, all he believes\nNow is forbidden fruit tastes sweeter\nHis one last thought blew his mind, **bullet to the brain**\nHot lead was penetrating deeper\nJust one reckless shot squeezed from the hand\nThat knows forbidden fruit tastes sweeter"
      },
      {
        "n": 6,
        "title": "Post American World",
        "duration": "4:25",
        "writers": ["Dave Mustaine"],
        "lyrics": "We see each other through different eyes\nSegregating ourselves by class and size\nIt's me against you in everything that they do\nThis planet's become one big spinning disaster\nIf you don't like where we're going\nThen you won't like what's coming next\nWhat will we look like?\nIn a **post american world**\nWhy cower to all those\nWho oppose the american world?\nWhen you walk away from that which makes you strong\nYou only fool yourself, you only weaken your cause\nThere's creeping hate if you resist the **false narrative**\nCrushing all the dissenters who still think for them selves"
      },
      {
        "n": 7,
        "title": "Poisonous Shadows",
        "duration": "6:02",
        "writers": ["Dave Mustaine", "Kiko Loureiro"],
        "lyrics": "How much pain do you need to feel?\nHow much shame do you have to conceal?\nThere is no sunshine, just endless nights\nNobody's there, nobody cares when you cry\nIs it my face you see, do I haunt you in your sleep\nOn your hands and knees, when you crawl through your nightmares\nWhen there's no more grace, does your heartbeat start to race?\nClawing everywhere in the dark, **poisonous shadows**\nHow many secrets do you keep inside?\nHow many sins do you have to hide?\nThe haunting masses have blackened the sun\nYou'll pay for everything you've done, one by one\n\"... It's like, I woke up, and she was right there. I could almost touch her, although she's been gone for years now. I can feel her... **I can feel her watching me**\""
      },
      {
        "n": 8,
        "title": "Conquer Or Die!",
        "duration": "3:33",
        "writers": ["Dave Mustaine", "Kiko Loureiro"],
        "lyrics": "*(Pista instrumental, con una introducción de guitarra clásica acústica que da paso a una pieza de metal progresivo. Contiene una breve frase en latín al inicio:)*\n**Et erunt homines se ipsos amantes, cupidi, elati, superbi.** (Y habrá hombres que se amarán a sí mismos, codiciosos, engreídos, soberbios.)\n**Blasphemi, parentibus inoboedientes, ingrate, scelesti.** (Blasfemos, desobedientes a sus padres, ingratos, impíos.)"
      },
      {
        "n": 9,
        "title": "Lying In State",
        "duration": "3:33",
        "writers": ["Dave Mustaine", "Kiko Loureiro"],
        "lyrics": "As I climb onto your back I will promise not to sting\nI will tell you what you want to hear and not mean anything\nThen I treat you like a dog as I shoot my venom in\nYou pretend you didn't know that I am a **scorpion**\nReady to pounce at the touch of a button\nMy system's locked in on military gluttons\nI rule on land, air, and sea\nI pass judgement on humanity\n(Spoken: **Tremble you weaklings, cower in fear**)\nReady to pounce at the touch of a button\nMy system's locked in on military gluttons\nI rule on land, air, and sea\nI pass judgement on humanity\n**Lying in state**"
      },
      {
        "n": 10,
        "title": "The Emperor",
        "duration": "3:53",
        "writers": ["Dave Mustaine"],
        "lyrics": "Come here closer. Who do you, who do you think you are?\nSome kind of superstar? We'll see!\nWhere do you, where do you think you are?\nThat shit won't get you far. With me.\nYou're just so dashing, you marvel at the sound\nOf your own voice, as you crash into the ground\nYou look so perfect. But everybody knows\nThey're petrified to say. **The emperor has no clothes**.\nSo bloody perfect. But everybody knows\nThey're just so petrified. The emperor has no clothes.\nYou're bad. You're bad for my health\nBecause you make me sick, you prick\nIf your lips are moving, I know you must be lying\nYou even suck the life out of dying"
      },
      {
        "n": 11,
        "title": "Foreign Policy",
        "duration": "2:26",
        "writers": ["Fear (cover)"],
        "lyrics": "Eliminate the incompetents!\nDifferences don't exist in harmony!\nSurvival is superiority.\nWe don't need no hands across the sea!\nWe've got **Foreign policy**.\nThe lines are drawn!\nEstablish the new order!\nSuspect everyone.\n**Know your enemies**! Know your enemies!\nWe've got Foreign policy.\nHatred is purity!\nWeakness is disease!\nEvery barrio.\nIt's **manifest destiny**!\nWe've got Foreign policy."
      }
    ]
  },
  {
    "id": "super-collider",
    "title": "Super Collider",
    "year": 2013,
    "cover": "/images/albums/14-super.webp",
    "label": "Tradecraft / Universal",
    "producers": ["Dave Mustaine", "Johnny K"],
    "description": {
      "short": {
        "es": "Décimo cuarto LP; sonido más hard rock; incluye colaboración con David Draiman.",
        "en": "Fourteenth LP; more hard rock sound; includes collaboration with David Draiman."
      },
      "extended": {
        "es": "El decimocuarto álbum representa otro experimento sonoro de Megadeth hacia un territorio más hard rock y menos thrash. Con una producción más comercial y la colaboración especial de David Draiman de Disturbed, este disco muestra la constante búsqueda de la banda por evolucionar, aunque dividió opiniones entre los fanáticos más puristas del metal extremo.",
        "en": "The fourteenth album represents another sonic experiment by Megadeth towards more hard rock and less thrash territory. With more commercial production and special collaboration from Disturbed's David Draiman, this record shows the band's constant search to evolve, though it divided opinions among extreme metal purists."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Chris Broderick",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "David Ellefson",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Shawn Drover",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "youtube": "https://music.youtube.com/playlist?list=OLAK5uy_lZb_JnxiNLxOH5BPpiTIB7lu7uVMddYRw"
    },
    "tracks": [
      {
        "n": 1,
        "title": "Kingmaker",
        "duration": "4:16",
        "writers": ["Dave Mustaine"],
        "lyrics": "I want everything that makes me feel alright\nThat feels alive, don't ask me why\nI want everything, right before my eyes\nI can't deny I want to be the **Kingmaker**\nGeneration of the dark watch their lives decay\nPersecuting their 'own kind', there's nothing you can say\nDon't ask anyone for help, they won't know what to do\nIf you try, if you don't die, you'll end up **black and blue**\nEpidemic of addiction, worshipping the pill\nDrown them all with alcohol, anything for thrills\nPrecious life goes up in smoke, going nowhere fast\nThe world is spinning round and round, a future in the past\nI want everything that makes me feel alright\nThat feels alive, don't ask me why\nI want everything, right before my eyes\nI can't deny I want to be the **Kingmaker**"
      },
      {
        "n": 2,
        "title": "Super Collider",
        "duration": "4:12",
        "writers": ["Dave Mustaine"],
        "lyrics": "When you feel life's bringing you down\nAnd you see that you're all alone\nWhen your friends they have all run out\nThat is when you will know when to run\nOn the **high road** (On the high road)\nI will take you higher (I will take you higher)\nTill the world explodes (Till the world explodes)\nJust like a **Super Collider** (Like a Super Collider)\nThis could be all the heaven you see\nLife can be wicked, mean and cold\nJust one thing that I want you to know\nYou don't need to be on your own\nNo more feeling left out in the cold\nTake my hand and I'll take you home\nOn the **high road** (On the high road)\nI will take you higher (I will take you higher)\nTill the world explodes (Till the world explodes)\nJust like a **Super Collider** (Like a Super Collider)"
      },
      {
        "n": 3,
        "title": "Burn!",
        "duration": "4:16",
        "writers": ["Dave Mustaine"],
        "lyrics": "I've got a sickening feeling\nMy life is standing still\nIt's clear that fate is closing in\nBut this is the life I choose\nI've got so much time to kill\n**Born to lose, I'll die to win**\n**Burn**, baby, **burn**... 'cause it feels so good\nI'm getting on my own nerves\nAnd I get no satisfaction\n'Til I light it up and I **burn** it down\nOne match lights my fire\nAnd it starts a chain reaction\nThat **burns** my crooked past to the ground\n**Burn**, baby, **burn**... 'cause it feels so good\n**Burn**, baby, **burn** like I knew it would\nFire, I've got the fire\nFire, burning desire my desire to **burn**\nI hear the darkness call\nThe sirens growing near\nIt's time I make my great escape\n**The flames are getting tall**\nInside my rear-view mirror\nJust a spark is all it takes"
      },
      {
        "n": 4,
        "title": "Built for War",
        "duration": "3:54",
        "writers": ["Dave Mustaine"],
        "lyrics": "**Built for War**, what do you think your fists are for?\n**Built for War**\nListen, I didn't start this - believe me, I will finish it\nYou called down the thunder\nNow you reap the lightning\nI'm a vicious animal that's finally off the leash\nAnd I'm a killing machine, I'm the **final piece**\nI'll take the knife out of my back, and ram it in your face\nAnd I'll smile as I watch you drown in the human race\n**Built for War**, what do you think your fists are for?\n**Built for War**\nIn a fight to the finish, a war of attrition\nI got a **death wish**, and I'm living out my mission\nYou don't know who you're dealing with, you'll soon be on your knees\nYou got a date with destiny; I'm here to bring you peace\n**Built for War**"
      },
      {
        "n": 5,
        "title": "Off the Edge",
        "duration": "4:13",
        "writers": ["Dave Mustaine"],
        "lyrics": "Lately, it seems the world is going crazy\nIt won't be long 'til they replace me\nAnd nothing seems to faze me, anymore\nI can't take it, I get the feeling I won't make it\nI'm feeling bad and I can't shake it\nAnd now I'm living just to fake it, what's more\nWhich way is right? Which way is wrong?\nWhich way is up? Which way is down?\n**Crazy**, I'm going **crazy**, this world's gone **crazy**\nI'm falling **off the edge**\nLately, I wake each morning feeling beat\nAnd now there's panic in the street\nSomeone keeps turning up the beat everywhere\nEvery day, I'm like an actor on the stage\nI'll never let you see my rage\nI'm not at peace out of my cage anywhere\n**Crazy**, I'm going **crazy**, this world's gone **crazy**\nI'm falling **off the edge**"
      },
      {
        "n": 6,
        "title": "Dance in the Rain",
        "duration": "4:47",
        "writers": ["Dave Mustaine", "David Draiman"],
        "lyrics": "Sentenced to work a dead end 9 to 5\nTrapped in a dingy corporate cubicle hell\n**Three letters groups** listening in on you\nUnder surveillance courtesy of **big brother** in your car\nYou'll never see a ray of daylight\nSo far in debt you're struggling to survive\nBut you will break your back fighting and they'll help\nBefore you let them break your pride\n\"Powers that be\" will never win\nA storm is coming, get ready\nYou better learn to **dance in the rain**, instead of wait for the sun\n**Learn to dance in the rain**, the sun will never come\nDown on your luck, you had your hand out once or twice\nBut all you wanted was just a hand, they say\n\"You have the right to remain silent\", so shut your mouth\nDon't mention the **broken promises** and lies of hope and change\nEnslave and impoverish the middle class\nMake them dependent then strip it all away\n**Al-cia-da**, destruction, and democide\nAddiction, corruption, every word's a lie\nThe **fed and the bankers** own all the politicians\nMay I introduce you to the **sons of perdition**?"
      },
      {
        "n": 7,
        "title": "Beginning of Sorrow",
        "duration": "3:52",
        "writers": ["Dave Mustaine"],
        "lyrics": "The **beginning of sorrow** (beginning of sorrow)\nThere will be **no tomorrow** (there'll be no tomorrow)\nThe **beginning of sorrow** (beginning of sorrow)\nThere will be **no tomorrow**\nBrought forth in agony\nThis life was misbegot born in an alleyway\nA child nobody will adopt\nDelinquent in a foster home\nHis heart is so full of rage\nHis first name's \"Ward\" His last name is \"**Of the State**\"\n*Origo doloris non erit crastinus dies.*\nLike father, like son soon he gets revenge\nTwo souls soon become one\nThe **vicious cycle never ends**\nUnwanted, unloved he lives now just to hate\nFrom the pain of being born\nAnd nothing can take that away\n(Instrumental break)\nThe **beginning of sorrow** (beginning of sorrow)\nThere will be **no tomorrow** (there'll be no tomorrow)"
      },
      {
        "n": 8,
        "title": "The Blackest Crow",
        "duration": "4:28",
        "writers": ["Dave Mustaine"],
        "lyrics": "This cold, empty house is\nSo quiet now she's gone\nMy paper's piled on the steps\nHer flowers all have died\nI'm searching everywhere\nFor someone I'll never find\nThe haunting never fades, laughter's gone away\nIt's too late, when you've lost your soul\nI left her everything, she only left my ring\nMy world is darker now than **the blackest crow**\nShadows fill this place\nShe's been away so long\nThe wallpaper leaves a stain\nWhere pictures once belonged\nYou think I would have known\nSomething was going on\nHer kisses were so cold\nHer loving touch withdrawn\nThey never do teach you how to **walk away from someone that you love**\nThe haunting never fades, laughter's gone away\nI know t's too late, when you've lost your soul\nThe fires all but gone, my world is darker now\nThan **the blackest crow**"
      },
      {
        "n": 9,
        "title": "Forget to Remember",
        "duration": "4:33",
        "writers": ["Dave Mustaine"],
        "lyrics": "Sands in the hourglass fall for us all\nYou don't answer me anymore when I call\nSo much is trapped inside, tangled in your brain\nIt's getting cold outside and it looks like rain\nSo, now the time has come to say the **long goodbye**\nThe setting of the sun reflecting in your eyes\nDay after day after day the world will pass you by\nYou **forget to remember**\nYou've boarded up your eyes, your mind has locked the door\nI'm just a stranger now with an unfamiliar face\nYou can't recall me at all\nThere's not a trace, not a trace, not a trace\nI don't know where you are and my world is crumbling in\nI just want to talk (what do you want?)\nBut you've nothing to say (leave me alone)\nI beg you to come (get away from me)\nAnd you just walk away (I have no idea who you are!)\nThe culprit was the **mercury**\nThe **vaccine** wipes your memories\n'Til you **forget even how to breathe**\nA tangled web they weave, when they practice to deceive"
      },
      {
        "n": 10,
        "title": "Don't Turn Your Back",
        "duration": "3:45",
        "writers": ["Dave Mustaine"],
        "lyrics": "When things were good I knew you would always be there for me\nYes it's true; friends like you are few and far between\nI wish I may, I wish I might, the things you do ain't quite right\nAnd still we try to pretend\nThat you will be here in the end\nThe best advice that I can lend\n**Don't ever turn your back on a friend**\nWhen things were bad you always had something else better to do\nIt's just a lie to think that I could ever mean anything to you\nYou steal what's mine then help me look for it; how many times do I pay for it?\nAnd still we try to pretend\nThat you will be here in the end\nThe best advice that I can lend\n**Don't ever turn your back on a friend**"
      },
      {
        "n": 11,
        "title": "Cold Sweat",
        "duration": "3:07",
        "writers": ["Thin Lizzy (cover)"],
        "lyrics": "I put my money in the suitcase\nAnd headed for the big race\nI felt a chill on my backbone\nAs I hung up the telephone\n**Stone cold sober** and **stone cold sweat**\nRunning down the back of my neck\nTo lose means trouble, to win pays double\nAnd I got me a heavy bet\n**Cold, cold sweat**\nThey say chances on the outside\nAre looking very slim\nI've been so lucky on the inside\nI feel I'm going to win\n**Stone cold sober** and **stone cold sweat**\nRunning down the back of my neck\nTake a little money, there's nothing left to lose\nAnd I got me a heavy bet\n**Cold, cold sweat**\nI've got me a whole month's wages\nI haven't seen that much in ages"
      }
    ]
  },
  {
    "id": "th1rt3en",
    "title": "TH1RT3EN",
    "year": 2011,
    "cover": "/images/albums/13-13.webp",
    "label": "Roadrunner",
    "producers": ["Johnny K", "Dave Mustaine"],
    "description": {
      "short": {
        "es": "Regreso de David Ellefson al bajo; mezcla de material nuevo y regrabaciones.",
        "en": "David Ellefson's return on bass; mix of new material and re-recordings."
      },
      "extended": {
        "es": "El decimotercer disco marca el emotivo regreso de David Ellefson al bajo luego de años de separación, reuniendo a la formación clásica de los fundadores. Este disco presenta una mezcla única de material completamente nuevo junto con regrabaciones de temas inéditos de los archivos de la banda, creando un puente entre el pasado y el presente de Megadeth.",
        "en": "The thirteenth album marks the emotional return of David Ellefson on bass after years of separation, reuniting the classic lineup of the founders. This record presents a unique mix of completely new material alongside re-recordings of unreleased tracks from the band's archives, creating a bridge between Megadeth's past and present."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Chris Broderick",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "David Ellefson",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Shawn Drover",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "youtube": "https://music.youtube.com/playlist?list=OLAK5uy_mxtFZed8Xp9EaJbX-I9yTmUEOsWQMC0ag"
    },
    "tracks": [
      {
        "n": 1,
        "title": "Sudden Death",
        "duration": "4:17",
        "writers": ["Dave Mustaine"],
        "lyrics": "Like a good old fashioned beating within\nInches of your life. Alone and left abandoned\nWith the sentence you've been handed\nAll your angels will ignore you\nAs your life flashes before you\nEven still you keep on fighting\nThrough the thunder and the lightning\nAnd now Heaven sends its love\nYour **sudden death** from above\nOnce frozen like a prisoner depraved\nPerched high atop the lithospheres\nSet free from beneath the depths of hell\nBequeathing man nothing but despair\nThe beast is genetically programmed\nTime to destroy, time to go berserk\nTo see the end of all wars\nTo see the end of the earth\nLike a good old fashioned beating within\nInches of your life. Alone and left abandoned\nWith the sentence you've been handed\nAll your angels will ignore you\nAs your life flashes before you\nEven still you keep on fighting\nThrough the thunder and the lightning\nAnd now Heaven sends its love\nYour **sudden death** from above"
      },
      {
        "n": 2,
        "title": "Public Enemy No. 1",
        "duration": "4:14",
        "writers": ["Dave Mustaine", "Johnny K"],
        "lyrics": "**Public enemy number one**, jail break and a smoking gun\nYou won't believe the things I've done\nAnd the killing is just for fun\n**Public enemy number one**, a stolen car and I'm on the run\nThrough the night 'til the rising sun\nAnd the trouble has just begun\nRoses on your grave, I'll be on my way\nThere's no time to stay with the enemies I've made\nI'm invincible, you might say despicable\nPunishment's reciprocal, **public enemy number one**\nI'm unbeatable, my mind is untreatable\nCrimes unrepeatable, **public enemy number one**\n**Public enemy number one**, watch the authorities come undone\nWith every stand-off that I've won\nFlirting death just for fun\n**Public enemy number one**, born a fugitive father's son\nAnother heist of a bank is done\nAnd the trouble has just begun\nThe posters say I'm wanted \"Dead or Dead\"\nAnyone who's tried got a **bullet to the head**"
      },
      {
        "n": 3,
        "title": "Whose Life (Is It Anyways?)",
        "duration": "3:55",
        "writers": ["Dave Mustaine"],
        "lyrics": "Ooh, you're just in time to get inside my head\nOoh, the war of words you're underneath my skin\nYou hate the way I wear my clothes\nYou hate my friends and where we go\nI see you in the shadows\nYou think you know what's best for me\nYou hate everything you see in me\nHave you looked in a mirror?\nHey! Just **whose life is this anyway?**\nYou tell me how to live, but who asked you anyway\nHey! Just **whose life is this anyway?**\nCost so much more than the price I ain't going pay\nYou only point out fault; **anxiety attack**\nYou running your mouth, you stab me in my back\nYou hate the way I wear my clothes\nYou hate my friends and where we go\nI see you in the shadows\nYou think you know what's best for me\nYou hate everything you see in me\nHave you looked in a mirror?\nHey! Just **whose life is this anyway?**\nYou tell me how to live, but who asked you anyway\nHey! Just **whose life is this anyway?**"
      },
      {
        "n": 4,
        "title": "We the People",
        "duration": "4:32",
        "writers": ["Dave Mustaine", "Johnny K"],
        "lyrics": "**Joining hands with wicked ones**\nRevelation has come to pass\nNew world order will hold the mass\nA book written by man\nUsed to control and command\nAll rights will be denied\nWithout the mark you shall die\nNo confession, all is known\n**New world order**, you shall be shown\nMonitoring all wages\n**New world order** comes in stages\nYour currency is obsolete\nFeel the agony of defeat\nSymbol of society today\nA must-have or you shall pay\nAs humans' flesh leads the mind\nJust a pawn, the last martyr dies\nNo confession, all is known\n**New world order**, you shall be shown\n**We the people** are taking back our sovereignty\n**We the people** will never live in fear\n**We the people** stand up and fight for liberty\n**We the people** make the decision here\n(Guitar Solo)\n**We the people** are taking back our sovereignty\n**We the people** will never live in fear\n**We the people** stand up and fight for liberty\n**We the people** make the decision here"
      },
      {
        "n": 5,
        "title": "Guns, Drugs & Money",
        "duration": "4:19",
        "writers": ["Dave Mustaine", "Johnny K"],
        "lyrics": "Drinking cold cerveza in a boiling hot saloon\nChasing shots of tequila just about high noon\nOutside Nuevo Laredo, deep in **no man's land**\nBecome a killer or be killed, face down in the Rio Grande\nPoverty will turn the life of any good man bad\nAll love and mercy ever learned, he'll soon forget what he had\n**Guns, drugs, and money** under the Mexican sky\n**Guns, drugs, and money**, pick your poison or you die\n**Guns, drugs, and money**, a pistol pressed to his head\nChoose silver and you're rich, you gonna die if you choose lead\nHe had a suitcase full of money, plenty of ammo for his gun\nThe sweat rolls down his dirty face, his plans have all come undone\nIt's just a matter of time, no matter how he tries\nHe hears **\"Plata O Plomo, Gringo?\"** the last words before he dies\nPoverty will turn the life of any good man bad\nAll love and mercy ever learned, he'll soon forget what he had\n**Guns, drugs, and money** under the Mexican sky"
      },
      {
        "n": 6,
        "title": "Never Dead",
        "duration": "4:23",
        "writers": ["Dave Mustaine"],
        "lyrics": "Killers lie in wait for innocent blood\nTo swallow alive some harmless souls\nWalking a crooked path, their wicked names will rot\nEvil lives in the dark, its right is doing wrong\nThe torment **never ends... it never ends**\nThe fire that burns inside\nThat's blistering their brains\nThat makes them sacrifice\nThat's driving them insane\nTrapped in this **\"no man's land\"**\nWhere angels dare to tread\nForever banned to the realms\nOf the **Never Dead**\nThere's no one trust from this grave\nDie with those they swear to defend\nFeeding on the ones they'll feed off in the end\nEvil lives in the dark, its right is doing wrong\nThe torment **never ends... it never ends**\nDeath sits before you, to press on is suicide\nLife spills out of your body, you wither and die\nFor the rest of your life in the realms of the **Never Dead**"
      },
      {
        "n": 7,
        "title": "New World Order",
        "duration": "3:56",
        "writers": [
          "Dave Mustaine",
          "David Ellefson",
          "Marty Friedman",
          "Nick Menza"
        ],
        "lyrics": "A shadow is cast, a darkness descends\nThe time has come, the nightmare never ends\nThe **New World Order** is rising fast\nThey're taking control, no time to look back\nYour freedom is gone, your rights are revoked\nThey pull the strings, you're choking on the rope\nThe price of defiance is a violent end\nThey're coming for you now, they're not your friend\nThey use religion, they use your fear\nTo build their empire, year after year\nThey rewrite history, they lie on the news\nTo keep you dumbed down, to keep you confused\nKneel before the mighty, submit to the lie\nOr you will vanish, and you will die\nThe **New World Order** is finally here\nEmbrace the darkness, or disappear\n**New World Order**"
      },
      {
        "n": 8,
        "title": "Fast Lane",
        "duration": "4:10",
        "writers": ["Dave Mustaine", "Johnny K"],
        "lyrics": "You don't know what I feel, I get behind the wheel\nA feeling in my soul\nI hyperventilate as I accelerate\n'Til I've lost all control\nMy speed becomes relentless\nContesting all my senses\nWhite line appearing faster\nPrompting death and disaster\nMy supersonic machine\nGet out of my **fast lane**, like a jet plane\nLike a freight train, I'm driving insane\nAddicted to the **fast lane**\nRushing to my brain\nNo time to explain, this is my domain\nAddicted to the **fast lane**\nI look into mirror, red lights are drawing nearer\nThey think I've met my match\nBut I shift into high gear, soon they just disappear\nYou can't jail what you can't catch\nI hear the engines screaming\nI'm burning up the asphalt"
      },
      {
        "n": 9,
        "title": "Black Swan",
        "duration": "4:28",
        "writers": ["Dave Mustaine"],
        "lyrics": "I thought a desire worth any pleasure\nCould never really be a sin in vain\nA hundred and one shots of opportunity\nI'd gladly take them all again, and again, and again\nMy angels left me with sorrows all my own\nAnd now I'm here with the **devil on my own**\nJust like a **churchyard shadow creeping after me**\nIt's only there to terrify my mind, a **black swan** keeps haunting me\nI promised on my soul not to get carried away\nIt always starts out psychedelic and then it turns to black\nMy head starts swaying; I forgot what was it I was saying\nI don't know where I am and I'll never, never make it back\nI sealed my fate, and I paid my debt\nI fell from grace with deep regret\nMy angels left me with sorrows all my own\nAnd now I'm here with the **devil on my own**\nJust like a **churchyard shadow creeping after me**\nIt's only there to terrify my mind, a **black swan** keeps haunting me\nJust like a **churchyard shadow**, there's nothing left to see\nIt's only there to terrify my mind, a **black swan** keeps haunting me"
      },
      {
        "n": 10,
        "title": "Wrecker",
        "duration": "4:14",
        "writers": ["Dave Mustaine"],
        "lyrics": "It doesn't matter what car you drive, she'll **wreck it**\nIt doesn't matter where you sleep at night, she'll **wreck it**\nIt doesn't matter where you go to work\nDoesn't matter where you go to church\nDoesn't matter just how bad it hurts, she'll **wreck it**\nMy bleached bones in the desert, it's all she's left of me\n**Poison ivy in your touch**, being with you destroyed so much\n**Home wrecker**\nDeadly venom in your kiss, hell can't be worse than this\n**Home wrecker**\nIt doesn't matter what you pretend, she'll **wreck it**\nIt doesn't matter what you defend, she'll **wreck it**\nIt doesn't matter how you live your life\nDoesn't matter anymore to your wife\nDoesn't matter even how you die, she'll **wreck that too**\nLike a **vulture picking my bones clean**, it's all that's left of me\n**Poison ivy in your touch**, being with you destroyed so much\n**Home wrecker**"
      },
      {
        "n": 11,
        "title": "Millennium of the Blind",
        "duration": "4:25",
        "writers": ["Dave Mustaine", "Johnny K"],
        "lyrics": "Line up all of you and **turn in your eyes**\nYou just won't need them anymore\nAnd your mind is ours to do with what we please\nEverything you own and everything you need\nAll your money's ours to bankroll corrupt wars\nYou can't see what you're fighting for\nTrust your leaders as they send you out to die\nThe true face of evil can't be seen **without eyes**\nAt the start of time; many centuries ago\nCame the spawning of Christ and the Anti-Christ\nAnd darkness fell upon our people\nAnd the children, they were born **faceless**\nWithout eyes they could not see\nBorn unto themselves: they lived and they died\nIn the **millennium of the blind**\nSacrifice your leaders: like it or not\nOr else you're going down with ship; death on the rocks\n**Blind follow; blind lead**\nAll our hopes and dreams, washed out to sea"
      },
      {
        "n": 12,
        "title": "Deadly Nightshade",
        "duration": "4:58",
        "writers": ["Dave Mustaine"],
        "lyrics": "Come now my lovely, won't you\nTake a midnight stroll with me?\nThrough the misty air the things\nI keep I shouldn't dare\nMy garden's so inviting, and its\n**Deadly blooms are hiding**\nBe careful what you touch\nLest the grave is what you lust\nDraw the blinds, you're getting tired\n**Paralyzed**, don't close your eyes\nGripped with fear, your dreams become nightmares\nFrom the **Deadly Nightshade**\nEach night at midnight\nDating back into the fog of time\nAnother victim falls\nThe things I've done; the voices call\nThe hourglass runs out on us\n**Ashes to ashes, dust to dust**\nThe killers must be fed, the soil is red\nNow that you're dead\nDelirium - your burning throat\nMania - your heart rate soars\nHallucination - you're losing your mind\nSuffocation - cannot breathe; you're going blind"
      },
      {
        "n": 13,
        "title": "13",
        "duration": "4:19",
        "writers": ["Dave Mustaine", "Johnny K"],
        "lyrics": "**Thirteen times I went to the well**\nTo draw my thoughts, I'll gather and tell\nLike bricks that I've laid to build my life\nThose that crumbled only caused me strife\nThoughts became words, cast into the sea\nBut they returned, always haunting me\nLike a severed arm washed up on the shore\nI just don't think I can give anymore\n**Thirteen times** and it's been lucky for me\nAfter everything, you still want me to bleed\n**Thirteen ways** to see the devil in my eyes\nBecause I stood here **thirteen times and I'm still alive**\nAt **thirteen** I started down this path\nFueled with anger, music was my wrath\nYears of clawing at scars that never healed\nDrowning my mind, the thoughts are too real\nBecause I've lived, how many times do I have to die?\nBecause I've lived, how many lives do I have to die?\nI can't get out; I can't jump out\nToo much to face; I can't erase\n**13**"
      }
    ]
  },
  {
    "id": "endgame",
    "title": "Endgame",
    "year": 2009,
    "cover": "/images/albums/12-endgame.webp",
    "label": "Roadrunner",
    "producers": ["Dave Mustaine", "Andy Sneap"],
    "description": {
      "short": {
        "es": "Vuelta a la velocidad; primer Álbum con Chris Broderick.",
        "en": "Return to speed; first album with Chris Broderick."
      },
      "extended": {
        "es": "El duodécimo álbum marca el regreso de Megadeth a la velocidad y agresividad que los caracterizó en sus mejores épocas. Con la llegada del virtuoso guitarrista Chris Broderick, la banda recupera la complejidad técnica y la energía thrash, demostrando que aún podían competir con las nuevas generaciones del metal extremo.",
        "en": "The twelfth album marks Megadeth's return to the speed and aggression that characterized them in their best periods. With the arrival of virtuoso guitarist Chris Broderick, the band recovers technical complexity and thrash energy, proving they could still compete with new generations of extreme metal."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Chris Broderick",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "James LoMenzo",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Shawn Drover",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "spotify": "https://open.spotify.com/album/0G5qC48D3MI8YBKTVwIiz1"
    },
    "tracks": [
      {
        "n": 1,
        "title": "Dialectic Chaos",
        "duration": "2:26",
        "writers": ["Dave Mustaine", "Chris Broderick"],
        "lyrics": "(Instrumental)"
      },
      {
        "n": 2,
        "title": "This Day We Fight!",
        "duration": "3:27",
        "writers": ["Dave Mustaine"],
        "lyrics": "For this I was chosen because I fear nothing\nWith confidence I tread through the dead of the night\nOff to another war torn, far away battlefield\nWherein lies a daemonic enemy horde\nOn this day I desire to **anoint my fists**\nEngaging them in the mode of power and war\nStopping at nothing that's short of fulfilling my destiny\nWilling to die and I will, after you for what I believe\nA desperate avenger striking fear in their hearts\nInvading their dreams before the day even starts\nWhet with your blood, I sharpen my sword\nNo turning the other cheek like a coward\nCome tomorrow I may lay down and die\nBut **not this day**\nSent on an unholy quest, to reduce all those who resist\nTo the size of their shriveled up souls and scatter them like grist\nI vanquished the strangleholds that the netherworld sets for me\nThe **last request of my life is to die killing my enemies**\nBathed in blood up to the horses' bridle\nIts death to retreat, there's no chance of survival\nWhet with your blood, I sharpen my sword\nNo turning the other cheek like a coward\nCome tomorrow I may lay down and die\nBut **not this day, this day we fight!**\nStrip the fallen heroes, finish off the wounded\nCollect the spoils of war and send them back dead"
      },
      {
        "n": 3,
        "title": "44 Minutes",
        "duration": "4:36",
        "writers": ["Dave Mustaine"],
        "lyrics": "(73-43 requesting assistance, we have 2-11 in progress at the Bank of America)\n(We have shots fired)\n(One or two officers need help, B of A)\n(Suspects are leaving the bank, do not approach the bank!)\n(We are all pinned down by automatic gunfire!)\nIt was a cool winter's morning, somewhere shortly past 9:00 AM\nThe armored car they wanted to heist wasn't coming\nSo instead they went for the bank\nThe fateful duo that sat in the get-away car\nHeavily sedated with thousands of rounds\n**Armor piercing, fully automatic weapons**\nThe bowls of wrath poured out on the ground\nBaptized in a firefight\nHot blood running cold as ice\n**44 minutes** of target practice\nAll hell's breaking loose\nOutgunned, watching \"The Force\" come to a firefight with a pocketknife\nGetting schooled until they shot **Achilles' heel**\nAnd brought down the beast!!!\nThis was an accident waiting to happen\nIt wasn't if it would happen, it was when\nThe city's people sabotaged themselves\nCalling their firepower an unneeded expense\nThe two most violent men it seemed couldn't be stopped\nStandard police issue guns were just not enough\nBut SWAT arrived to settled the fight\nBetween **AK-47 and AR-15**\nBaptized in a firefight\nHot blood running cold as ice\n**44 minutes** of target practice\nAll hell's breaking loose\nOutgunned, watching \"The Force\" come to a firefight with a pocketknife\nGetting schooled until they shot **Achilles' heel**\nAnd brought down the beast!!!\nBaptized in a firefight\nHot blood running cold as ice\n**44 minutes** of target practice\nAll hell's breaking loose\nOutgunned, watching \"The Force\" come to a firefight with a pocketknife\nGetting schooled until they shot **Achilles' heel**\nAnd brought down the beast!!!"
      },
      {
        "n": 4,
        "title": "1,320'",
        "duration": "3:49",
        "writers": ["Dave Mustaine"],
        "lyrics": "Grinding my teeth, with knuckles grasp at the wheel\nI rush from an avalanche of adrenaline, it's all that I feel\nAs quick as a bolt of lightning, a rocket ride in a bucket seat\nIt doesn't get any better than this, it just feeds my need for speed\n**Supercharged**, strapped in and screaming\nFire spiting from the pipes\nA burnout by the flame throwing fury\n**8,000 horses ignite**\nFull throttle, hit the ground running\nWith a tank full of **nitro**\nAnd its **1,320' to go** to the finish line\nMy hands hold tight, a fire breathing stampede\nI fall into a trance, hold my breath till the light turns green\nIn a cloud of **nitro methane**, melting rubber, I say my prayers\nMan and machine accelerate and I vanish in thin air\n**Supercharged**, strapped in and screaming\nFire spiting from the pipes\nA burnout by the flame throwing fury\n**8,000 horses ignite**\nFull throttle, hit the ground running\nWith a tank full of **nitro**\nAnd its **1,320' to go** to the finish line"
      },
      {
        "n": 5,
        "title": "Bite the Hand",
        "duration": "4:02",
        "writers": ["Dave Mustaine"],
        "lyrics": "Don't **bite the hand** that feeds you, they said\nBut that hand is rotten, diseased, and dead\nThey told you to trust them, to hold your tongue\nNow they're pulling the ladder down when you've just begun\nThe walls are closing in, the air is getting thin\nFor the fat cats that are feeding off your sin\nThey took your house, they took your car\nThey took the very ground you stand on, pushing you too far\nNow the table's turning, and the dogs are loose\nThere's a fire in the city, and they're cooking their goose\nThey tried to crush the spirit, they tried to break the will\nBut the people are rising up, and they're out for the kill\n**Bite the hand** that starves you, it's time to fight back\nThis whole rotten system is set for attack\nDon't **bite the hand** that feeds you, they said\nBut that hand is rotten, diseased, and dead\nThey told you to trust them, to hold your tongue\nNow they're pulling the ladder down when you've just begun"
      },
      {
        "n": 6,
        "title": "Bodies",
        "duration": "3:33",
        "writers": ["Dave Mustaine"],
        "lyrics": "This thing called life goes by so quickly\nOne day you're here and then you're gone\nThis is the moment I've lived my whole life for\nAnd I'll never give up. I've waited too long\nI've waited. Waited too long. **I've waited too long!**\nAnd all along the road, all the **bodies left behind**\nMay all have been good friends, just not good friends of mine\nI've been kicked out and said I quit\nThen I said: I've had enough, and: This is it\nAll I wanted was just one more show for the road\n'Cause it was over last time before I could blink\nI could blink\nI've waited. Waited too long. I've waited too long!\nAnd all along the road, all the **bodies left behind**\nMay all have been good friends, just not good friends of mine\nTheir bodies left behind\nThis thing called life goes by so quickly\nOne day you're here and then you're gone"
      },
      {
        "n": 7,
        "title": "Endgame",
        "duration": "5:57",
        "writers": ["Dave Mustaine"],
        "lyrics": "**(Audio clip from a radio show discussing a controversial bill: 'The bill allows the Secretary of Homeland Security to set up mandatory detention facilities. No access to legal counsel, no access to judicial review. No access to habeas corpus.')**\nThis is the **Endgame**, the final move\nEverything they told you was a lie, designed to disapprove\nOf anyone who thinks or questions their authority\nThey build their walls of fear, to hide their sick depravity\n**The new world order** is finally here\nThe final chess piece is moved, the end is near\nThey'll take your rights, your money, and your soul\nPutting everyone under their total control\nThey talk about a world with no more war\nBut they're preparing for the one they've been waiting for\n**(More audio clips about political and social decay)**\nThey're coming for you now, to take you away\n**This is the Endgame**, there's nothing left to say\nYour freedom's gone, your voice is lost\nAnd you will pay the ultimate cost\nThis is the final countdown, the last decree\nThe blueprint for a global tyranny\n**(Final, more frenetic audio clip)**"
      },
      {
        "n": 8,
        "title": "The Hardest Part of Letting Go... Sealed with a Kiss",
        "duration": "4:38",
        "writers": ["Dave Mustaine"],
        "lyrics": "Such a pretty face, radiant. I saw you, across the room\nI knew I had to have you. Thus started the chase\nI knew I would do anything. To take your hand and make you mine\nBut I learned long ago, if you love someone you have to let it go\nLet it go, let it go. The **hardest part of letting go**\nIs saying, Goodbye, Goodbye, Goodbye\nFettered away in a makeshift cell\nBeneath the venomous moonlight\nI unleash my plan to watch you fail\nThe one I held so high\nGo to sleep my love. Taste my sweet revenge upon your lips\nIt's **sealed with a kiss!**\nI return to the masquerade ball\nAnd hear the news of your weeping\nStone by stone, immured in the wall\nForever left for safekeeping\nGo to sleep my love. Taste my sweet revenge upon your lips\nIt's **sealed with a kiss!**\nBut I learned long ago, if you love someone you have to let it go\nLet it go, let it go. The hardest part of letting go\nIs saying, Goodbye, Goodbye, Goodbye\nGoodbye, Let it go"
      },
      {
        "n": 9,
        "title": "Head Crusher",
        "duration": "3:26",
        "writers": ["Dave Mustaine"],
        "lyrics": "Time to take your last walk in this world\nBefore your journey begins underground\nBut not before we torment you from your\nCell straight to hell with a short detour in-between\nBegging for mercy, all alone\nUnable to handle the pressure\nBefore his mortification, now let the torture begin\nDeath by the **Head Crusher**, Head\nDeath by the **Head Crusher**\nThe horrific **torture device**\nFor those who fail interrogation\nThe most painful technique ever known\nPeople thirst for the worst, the skull's disintegration\nBeaten, broken, in bloody rags\nAdding insult to injury, he recants\nBut it's much too late, now let the torture begin\nOn your knees, prisoner, take your position\nPlace your chin forward into the restraints\nYour head slowly caves in from the compression\nYou faint in a blackout from the infernal pain\nTwisting, turning the giant screw\nYour teeth are breaking loose\nCrushed and splintering into your mouth\nWinding"
      },
      {
        "n": 10,
        "title": "How the Story Ends",
        "duration": "4:31",
        "writers": ["Dave Mustaine"],
        "lyrics": "Far off on the horizon\nYou can barely see their torches\nBut rest assured. They're out there and they're coming\nIf you listen. The sound is growing nearer of infantry\nMarching out a hypnotizing rhythm\nDestroying every town\n**Light it up and burn it down**\nYou may not like it now\nBut this is **how the story ends**\nAbove the ring of clashing steel\nThey raise flags of war\nA sign to all the warriors who cannot hear\nAmidst smoke of cannonballs\nThey bang the drums of death\nPound a cadence out for those who cannot see\nDestroying every town\nLight it up and burn it down\nYou may not like it now\nBut this is **how the story ends**\n**Poison the well and scorch the earth**\nEverything's slashed and burnt\nYou may not like it now\nBut this is **how the story ends**\nDestroying every town\nLight it up and burn it down\nYou may not like it now\nBut this is **how the story ends**\nPoison the well and scorch the earth\nEverything's slashed and burnt\nYou may not like it now\nBut this is **how the story ends**"
      },
      {
        "n": 11,
        "title": "The Right to Go Insane",
        "duration": "4:20",
        "writers": ["Dave Mustaine"],
        "lyrics": "I'm not trying to be a smart ass, I'm trying to tell you that I'm slowly losing my mind\nI'm being pushed too far, I've run out of time\nThey took my money, my house, my life\nI'm hanging on the edge, walking the razor's knife\nI've worked so hard for everything I've got\nNow it's all gone, and I'm left to rot\nEvery single thing that I've tried to save\nHas been taken from me, putting me in an early grave\n**(Speaking segment: 'The recession is over, things are getting better, stay the course.')**\nI'm losing my grip, I'm losing my head\nAnd I think I'm going to snap, just like I said\nI've earned the **right to go insane**\nThere's nothing left to lose, except for the pain\nI'm not asking for pity, I'm stating the fact\nI'm going to break, and there's no turning back\nI'm walking away from everything I know\nI'm taking my final bow, putting on one last show\nI've earned the **right to go insane**"
      }
    ]
  },
  {
    "id": "united-abominations",
    "title": "United Abominations",
    "year": 2007,
    "cover": "/images/albums/11-united.webp",
    "label": "Roadrunner",
    "producers": ["Dave Mustaine", "Jeff Balding", "Andy Sneap"],
    "description": {
      "short": {
        "es": "Onceavo LP; sonido moderno con mezcla de Andy Sneap; incluye 'A Tout Le Monde (Set Me Free)'.",
        "en": "Eleventh LP; modern sound with Andy Sneap mix; includes 'A Tout Le Monde (Set Me Free)'."
      },
      "extended": {
        "es": "El undécimo álbum marca una nueva era con un sonido moderno gracias a la mezcla de Andy Sneap, que le dio una producción más pesada y contemporánea. Este disco incluye la regrabación de 'A Tout Le Monde' junto a Lacuna Coil, mostrando la capacidad de Megadeth para reinventar sus clásicos mientras mantiene la relevancia en el metal moderno.",
        "en": "The eleventh album marks a new era with a modern sound thanks to Andy Sneap's mix, which gave it a heavier and more contemporary production. This record includes the re-recording of 'A Tout Le Monde' featuring Lacuna Coil, showing Megadeth's ability to reinvent their classics while maintaining relevance in modern metal."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Glen Drover",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "James LoMenzo",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Shawn Drover",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "spotify": "https://open.spotify.com/album/4YeGSTxQshqOyT6DIOaT2b"
    },
    "tracks": [
      {
        "n": 1,
        "title": "Sleepwalker",
        "duration": "4:12",
        "writers": ["Dave Mustaine"],
        "lyrics": "I should be calling collect from jail\nFor the things I commit each night in my head\nLike last night in my sleep I got to snuff you\nBut then I woke up again, safe in my little bed\nNo one is safe when I close my eyes; I come to take your life\nI get to force your untimely disappearance\nEach night in my dreams, when I'm fast asleep\nI close my eyes and you just vanish soon as I\nLay down my head when I'm dead to the whole wide world\nSleepwalker - Did I give you **concrete shoes**? And throw you off of a bridge\nSleepwalker - When I lay down to sleep. Pray your soul's mine to keep, I feel you near me\nYou always make an excellent cadaver\nI roll your body up in a carpet to make music in the\nTrunk of my limousine, wrapped up in a rug\nA fitting end, is that I send you up the river like a punk\nNo one is safe when I close my eyes; I come to take your life\nThe **angel of death** is pissed off at me again\nJust because I got to put you out of my misery\nIt doesn't matter, I am without fear\nNow you're dead, I won't shed another bloody tear for you\nI'm calling down the thunder, then you'll sleep with the fishes\nThe answer to all of my wishes\nSleepwalker - Did I tell you I was in movies? Then dump you garroted, lying naked in a ditch\nSleepwalker - Everyday, another way, I know you can hear me.\nI think you'd look nice in a **Colombian necktie**\nShould stop your tongue from wagging the dog\nNo more stupidity from you, as I pull your tongue through\nFor a smile from ear to ear, now there's nothing to hear\nSleepwalker - Did I buy you the farm? Put a **horse head in your bed**"
      },
      {
        "n": 2,
        "title": "Washington Is Next!",
        "duration": "5:20",
        "writers": ["Dave Mustaine"],
        "lyrics": "The writing is on the wall, the end is coming soon\nBut still, the people are asleep in their cocoons\nThey feed you the lies, they feed you the fear\nWhile the true enemy of the state is already here\n**Blackout** in the nation's capital, yeah, and **Washington is next**\nI'm telling you what I believe, what I believe is the real deal\nThey tried to warn you and tried to tell you, yeah, but you didn't feel\nI'm coming for the politicians, I'm coming for the lies\nI'm coming for the men with the suits and the ties\n**The war is over, we won the war**, or so they say\nThen why are we broke? And why are our soldiers sent to foreign lands to slay?\nThere's a new world order coming, yeah, I can see it in their eyes\n**This whole rotten system is set to implode**\nThey lie to your face, and they'll lie to the country, and they'll lie till they die\nThen they'll pass the torch to the next crook in line\nAnother **mushroom cloud**, another smoking gun\nThe threat is real, the **Locust King has come**\nDon't tell me the truth; I don't like what they've done\nIt's payback time, and **Washington Is Next!**"
      },
      {
        "n": 3,
        "title": "Never Walk Alone... A Call to Arms",
        "duration": "4:35",
        "writers": ["Dave Mustaine"],
        "lyrics": "Hiding in any doorway, in any shadow\nAny place where danger waits to kill my time\nThere is one who loves and waits, to seal your fate\nAs sure as you live and die\nWhen you feel that something's wrong\nI'll shelter you and keep you warm\nI'll **never let you walk alone**\nI loved you when you still hated me\nI'm coming and it won't be long\nTime to reap what I have sown\n**Never ever let you walk alone**\nI know your enemy, it once was me\nLet me wrap my arms all around you\nSuffer the trespasses that you've made\nI will drink your pain away, forever and a day\nIf you just call out my name, even whisper it\nWe're the soldiers of the light, we're the ones who stood up\nWhen all the world was falling down, we filled the bloody cup\n**This is a call to arms**"
      },
      {
        "n": 4,
        "title": "United Abominations",
        "duration": "5:36",
        "writers": ["Dave Mustaine"],
        "lyrics": "Within striking distance from **Ground Zero**\nSits a smoldering international cauldron\nThe **'United Abominations'** as it were\nBorn to prevent wars, it froze in the face of disaster\nAnd stood silent while terrorization took hostage the world\nIn a mire of hypocrisy\nThe UN ignores sex crimes by its own 'blue helmets'\nThey promised to tell the truth, without leaving a fingerprint\nThey will lose the UN one way or another\nThe victim, I fear, will be us, sisters and brothers\nThe UN is right; you can't be any more 'un'\nThan you are right now, the **UN is undone**\nAnother mushroom cloud, another smoking gun\nThe threat is real, the Locust King has come\nDon't tell me the truth; I don't like what they've done\nIt's payback time at the **United Abominations**"
      },
      {
        "n": 5,
        "title": "Gears of War",
        "duration": "4:25",
        "writers": ["Dave Mustaine"],
        "lyrics": "Just another dead man who didn't count the cost\nWhen the **gears of war** begin to grind, every single war has been lost\nSee the innocents die, see the fire in the sky\nAnother bloody day and night, the world stands by\nWe stand and watch it all, we stand and watch them fall\nWe'll pick a side tomorrow, for now, we'll watch them crawl\nThe gears of war keep spinning, spinning, spinning\nI see the faces of the children, yeah, I see them stare\n**There's no justice, there's just blood and despair**\nNo glory, no heroes, just graves and lies\n**The world is burning**, and nobody cries\nI am the soldier of the night, I am the one who fights\nFor the ones who can't fight for themselves, I'll turn off all the lights\nI am the only hope, I am the only way\nI am the one who walks through the fire every day\nWhen the **gears of war** begin to grind, every single war has been lost"
      },
      {
        "n": 6,
        "title": "Blessed Are the Dead",
        "duration": "4:03",
        "writers": ["Dave Mustaine"],
        "lyrics": "A great sign appeared, under the stars and the moon\nSounds of galloping horses on clouds of lightning and thunder\nA dark gathering storm, to scorch the earth for many generations\nA nuclear winter, worse than any cold or holy war\nA **white horse** on the clouds of death\nA **red warhorse** to end all wars\nA **pale horse** and pestilence led by a\n**Black horse** with famine and scales\nThe doctrine of hatred\nNation will rise against nation\nWash me in blood and let me be\n**The firstborn of the dead**\n(RIDE!) Won't you **four horsemen** ride again\nBefore this kingdom is blown to kingdom come\nI hold fast to what I believe\nTill I see my name in stone\nThe **synagogue of satan**\nHorror and apocalypse follows"
      },
      {
        "n": 7,
        "title": "Play for Blood",
        "duration": "3:52",
        "writers": ["Dave Mustaine"],
        "lyrics": "They're coming for the throne, they're coming for the crown\nThey'll tear the palace down and bury it in the ground\nThey don't **play for fun**, they don't play for fame\nThey only **play for blood**, it's always been the game\nThey say they want peace, but they mean domination\nThey're building their empires on the graves of a nation\nThere's a price on your head, and it's written in gold\nYour future's been bought, your story's been sold\nSo sharpen your knives, load your gun, say your prayer\n'Cause when they **play for blood**, there's no time to spare\nThey'll steal your light, then they'll blame the dark\nThey'll stab you in the back and leave their brutal mark\nWe're not playing with toys, we're not playing for pride\nWe're playing for survival, there's nowhere to hide"
      },
      {
        "n": 8,
        "title": "Ã€ Tout le Monde (Set Me Free)",
        "duration": "4:12",
        "writers": ["Dave Mustaine", "Cristina Scabbia"],
        "lyrics": "Don't remember where I was\nI realized life was a game\nThe more seriously I took things\nThe harder the rules became\nI had no idea what it'd cost\nMy life passed before my eyes\nWhen I found out how little I accomplished\nAll my plans denied\n**À tout le monde (To all the world)**\n**À tous mes amis (To all my friends)**\n**Je vous aime (I love you)**\n**Je dois partir (I have to leave)**\nThese are the last words I'll ever speak\nAnd they'll **set me free**\n(Cristina Scabbia)\nIf my heart was still alive\nI know it would surely break\nAnd my memories left with you\nThere's nothing more to say\nMoving on is a simple thing\nWhat it leaves behind is hard\nYou know the sleeping feel no more pain\nAnd the living are scarred\n(Duet)\nThese are the last words I'll ever speak\nAnd they'll **set me free**"
      },
      {
        "n": 9,
        "title": "Amerikhastan",
        "duration": "3:44",
        "writers": ["Dave Mustaine"],
        "lyrics": "They took the land of opportunity and they turned it to dust\nThey sold our future for a barrel of oil and an equal lust\nWe got the flag and the money, we got the bombs and the spies\nWe got the military power to sell all the lies\nWe went to war for freedom, we went to war for oil\nNow we're stuck in the desert, burying our boys in the soil\nWelcome to **Amerikhastan**, the land of the brave and the broken\nWhere the streets are paved with promises that no one has spoken\nWe trade our liberty for security, a deal we regret\n**The land of the free is paying a debt**\nThey took our rights in the name of the law\nThey fed us the poison, and we asked for more\nNow the land is divided, the rich and the poor\nWelcome to **Amerikhastan**, we settle the score"
      },
      {
        "n": 10,
        "title": "You're Dead",
        "duration": "3:20",
        "writers": ["Dave Mustaine"],
        "lyrics": "When someone becomes nothing to anyone\nWilt's feelings have died, anyone would know it\nThey set out stick and stones\nThey say they crossed my bones\nI say I don't get mad, I get even before they do\nSpoils go to the victor\nI'm dead on time\n**Your time is going to come**\nOne day I'll dance on your graves\nEven if you're buried at sea\nTill then, till when I exact my revenge\nI'll tell them **you're dead to me**\nI'll stand over your plot, and you will not see me\nJust know that you're dead to me\nI'll spit on your stone, and I won't feel guilty\nI swear that **you're dead**"
      },
      {
        "n": 11,
        "title": "Burnt Ice",
        "duration": "3:46",
        "writers": ["Dave Mustaine"],
        "lyrics": "I'm going down in flames, I'm burning up inside\nI took a hit of that **burnt ice**, nowhere left to hide\nThe needle found its mark, the smoke filled up my brain\nChasing the dragon, caught in the chain\nIt promised me heaven, but it gave me hell\nAnother junkie story, another soul they sell\n**I can't stop the hunger**, I can't break the spell\nIt's a one-way ticket down, and it's too late to tell\nI see the light fading, the shadows grow long\nThe only peace I know is when the feeling is strong\nI'm chasing the high, I'm already gone\nAnother hit of **burnt ice**, before the morning dawn\nI don't wanna die, but I can't stop the ride\nI'm already dead, with nothing left to hide"
      }
    ]
  },
  {
    "id": "the-system-has-failed",
    "title": "The System Has Failed",
    "year": 2004,
    "cover": "/images/albums/10-tshf.webp",
    "label": "Sanctuary",
    "producers": ["Dave Mustaine", "Jeff Balding"],
    "description": {
      "short": {
        "es": "Regreso tras la lesión de Mustaine; participación de Chris Poland en guitarras.",
        "en": "Return after Mustaine's injury; featuring Chris Poland on guitars."
      },
      "extended": {
        "es": "El décimo álbum marca el dramático regreso de Dave Mustaine después de sufrir una lesión en el brazo que casi termina con su carrera. Este disco representa la resurrección de Megadeth con la participación especial de Chris Poland, guitarrista original de la banda, añadiendo un toque nostálgico al sonido renovado y demostrando que la creatividad de Mustaine permanecía intacta.",
        "en": "The tenth album marks Dave Mustaine's dramatic return after suffering an arm injury that nearly ended his career. This record represents Megadeth's resurrection with special participation from Chris Poland, the band's original guitarist, adding a nostalgic touch to the renewed sound and proving that Mustaine's creativity remained intact."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Chris Poland",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "James MacDonough",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Vinnie Colaiuta",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "youtube": "https://music.youtube.com/playlist?list=OLAK5uy_l3p-K0XPW1jpZP0zdTXWUih7xTWGWLHOg"
    },
    "tracks": [
      {
        "n": 1,
        "title": "Blackmail the Universe",
        "duration": "4:33",
        "writers": ["Dave Mustaine"],
        "lyrics": "(News report: This is breaking news... it appears Air Force One was shot down somewhere over the Middle East this morning by a sleeper cell of rogue terrorists, firing a Stinger missile...)\nUncle Sam's forgotten me, I'm not important\nNo one will ever come, I'll never be found\nGod, get me out of this hell\nNuclear battlefields energized\nCold wars are heating up again\nThe tension's mounting\nPeople, lift up your fists in revenge\nThe stage is set\nWho will be the first to blink?\nWe can't go to war, remember that 'Vietnam thing'?\nPeace at any price, with a gun to your head, bang, bang\nWeakness runs in your family, what runs in mine is **death**\nThis is your **five minute warning**\nBurn all your classified documents\nAnd if cooler heads don't prevail\nFirst strike from a political dead man\n(Spoken: Ralph)"
      },
      {
        "n": 2,
        "title": "Die Dead Enough",
        "duration": "4:18",
        "writers": ["Dave Mustaine"],
        "lyrics": "(Auxilium meum a Domino - My help comes from the Lord)\nI'm not waiting around for a second chance\nIt's time I take a stand and make my own advance\nThey're coming out of the woodwork\nNow that you're an item on the list\nYou wanna live to see another day?\nThen you better pray you **die dead enough**\nYou've been a target now for all too long\nYou've become an issue where you don't belong\nYour life is on the table, it's about to be served\nYour innocence is gone, your sentence is deserved\n**Die dead enough**, or you'll be buried alive\n**Die dead enough**, or you'll never survive\nThey're coming for your head, so take my advice\nMake sure that they pay the highest price"
      },
      {
        "n": 3,
        "title": "Kick the Chair",
        "duration": "3:57",
        "writers": ["Dave Mustaine"],
        "lyrics": "Dawn breaks evenly today, on the truth and the lie\nAll rise, court's in session, we're hanging someone high\nJustice means nothing today, now that the courts are for sale\nPick a crime from the menu, pick a sentence and defend you\nAnd pay up the down payment called bail, the system's for sale\n**Kick the chair**, the rope's tight\nJust like one quick wrench, the tooth is out\nFriend or foe, I gotta hang 'em dead, or they'll come back around\nThe court's wrong when it keeps track of victories and defeats\nThe press that never rest, just waits for somebody's soul they can eat\nJustice means nothing today, now that the jury's for sale\nGuilty or not, the verdict's a lie, you're going to jail, **the system has failed**"
      },
      {
        "n": 4,
        "title": "The Scorpion",
        "duration": "5:53",
        "writers": ["Dave Mustaine"],
        "lyrics": "My life is everything that feeds my thirst that causes sin\nMy wants are all I care, no shame and guilt, there's nothing there\nLook deep into my face, I sell deceit without a trace\nFear not what I can do, unless you want it done to you, oh-oh!\nAs I climb onto your back, I will **promise not to sting**\nI will tell you what you want hear, and not mean anything\nThen I treat you like a dog as I shoot my venom in\nYou pretend you didn't know that I am a **scorpion**, oh\nMy self I'm centered in, there's nothing else, there's never been\nAnd I dream, to be left alone with the sadness, the madness of my own\nLook deep into my soul, it's black as coal like a bullet hole\nI'm not a lowly scorpion, I'm so much worse; **I'm the fall of man**"
      },
      {
        "n": 5,
        "title": "Tears in a Vial",
        "duration": "5:21",
        "writers": ["Dave Mustaine"],
        "lyrics": "This may seem all too confusing, how I could walk away from something so rare\nBut you see it all got too demanding, yeah, and I just didn't care\nLately, I've been left wanting, but not wanting you\nAttraction that once was is no longer there, oh\nAnd it sucks to be taken for granted, when the veil is drawn and there's only air\nI had to walk away, give up something I love for what I loved even more\nAnd save my **tears for you**\nEverything has lost its meaning; I had to let it go\nTo find myself, myself, and start something new, brand new\nForced to look deep in the mirror, face who I really am\nNow it's just me, 'cause I can't afford you\nI saved my tears for you **in a vial**\nFrom everything wicked thing that you did, that you said\nSo many tears in a vial, now that you're gone, and now that you're dead"
      },
      {
        "n": 6,
        "title": "I Know Jack",
        "duration": "4:09",
        "writers": ["Dave Mustaine"],
        "lyrics": "(Dialogue from an unknown source:)\n\"I served with Jack Kennedy.\nI knew Jack Kennedy.\nJack Kennedy was a friend of mine.\nSenator, you're no **Jack Kennedy**.\""
      },
      {
        "n": 7,
        "title": "Back in the Day",
        "duration": "3:27",
        "writers": ["Dave Mustaine"],
        "lyrics": "Where were you when it happened? Where could you be found?\nWere you at the front of the stage? Or in the underground?\nFrom SF out to Old Bridge, NY back to LA\nThe world of metal changed forever, **back in the day**\nWell that was **back in the day**, and if you weren't there\nIt doesn't matter anyway, because you wouldn't understand\nLive to die and die to play, every day and place\nLeave a path of metal across the world from stage to stage\nIn denim and leather, we were all part of one force\nKnocked Rock and Roll on its ass, and put metal on the course\nMetal's King back then, and still is this today\nOthers imitate or challenge, but it never goes away"
      },
      {
        "n": 8,
        "title": "Something That I'm Not",
        "duration": "5:07",
        "writers": ["Dave Mustaine"],
        "lyrics": "Until you compromised your style, everything about you has been one big charade\nTo sell out all your friends and stab them in the back\nIt's something that you are, it's **something that I'm not**\nWhen you forced me into doing what you love\nMark my words, no one loves you very much, yeah, mark 'em\nAnd when you tried to change me and tried to replace me\nI couldn't help but end just hating you, hmm!\nUnlike you I'm no vision to myself, lest you forget\nYou didn't ever make metal, buddy; **metal made you**\nTo crush and run over everyone along the way\nIt's something that you are; it's **something that I'm not**\nI won't be driven by your needs anymore\nWhat you'd become to do or be is clear to see for me\nIt's something that you are; **something that I'm not**"
      },
      {
        "n": 9,
        "title": "Truth Be Told",
        "duration": "5:41",
        "writers": ["Dave Mustaine"],
        "lyrics": "This is the first tale of death in the world\nWhen Cain struck down Abel, a family broken\nSince then mankind's dominated his own kind\nTo insult and injure, there's no such thing as peace\nTill death do us part, till the last\n**Truth be told** - Sin lies at the doorway\n**Truth be told** - Hell's open for business now\n**Truth be told** - The soil cries out for revenge\n**Truth be told** - And death is upon the ground, all around\nThe battle ain't over without spoils of war\nJust 'cause it is written does not make it so\nWhen you dance with the devil, wait 'til the song's over\nBefore Al Qaeda and Bin Laden, long before Hitler and Hussein\nEver since the first murder was committed, the verdict's always been the same"
      },
      {
        "n": 10,
        "title": "Of Mice and Men",
        "duration": "4:04",
        "writers": ["Dave Mustaine"],
        "lyrics": "The fire burns on and on, that drives me on till all is gone\nExcept the simple plans **of mice and men**\nBack when I was just seventeen, I thought that I knew everything\nTo be a rising star that only gleamed\nBut all the answers disagreed with the questions held for me\nI was legal now at twenty-one, I knew the way the world should run\nMy God, just look what I had done, simply drunk and having fun\nLooked for friends, but I found none, all alone at twenty-one\nAt twenty-five I was surprised that I was still even half alive\nAnd in my back a hundred knives from friends at twenty-five\nI just got back up each time I fell"
      },
      {
        "n": 11,
        "title": "Shadow of Deth",
        "duration": "2:15",
        "writers": ["Dave Mustaine"],
        "lyrics": "(Auxilium Meum a Domino)\n\"The Lord is my shepherd; I shall not want.\nHe maketh me to lie down in green pastures:\nHe leadeth me beside the still waters.\nHe restoreth my soul:\nHe leadeth me in the paths of righteousness for his name's sake.\nYea, though I walk through the valley of the **shadow of death**,\nI will fear no evil: for thou art with me;\nthy rod and thy staff they comfort me.\nThou preparest a table before me in the presence of mine enemies:\nthou anointest my head with oil; my cup runneth over.\nSurely goodness and mercy shall follow me all the days of my life:\nand I will dwell in the house of the Lord for ever.\""
      },
      {
        "n": 12,
        "title": "My Kingdom",
        "duration": "3:05",
        "writers": ["Dave Mustaine"],
        "lyrics": "The flag that I once planted as a king I abandoned\nAnd now I reclaim this banner by God, my sword and my name\nIn a truce sealed by blood within this metal skin and all that I own\nBlood, bone, and courage in my veins and the heart that pumps it\nDrink from the chalice and be reborn\nAnd the land with me, it will change and transform\nA fighting man sworn to the quest, it is the doom of man that they forget\nI have awoken the dragon and all around me the mist of his breath\nGood and evil, there never is one without the other, his brother\nAlways there where I least expect it, it will burn me to cinders\nNo man who is false can win in combat against the truth\nI never knew how empty my soul was until it was refilled\nI hope in the hereafter when I owe no more to the future\nThat I can be just a man in **my kingdom**"
      }
    ]
  },
  {
    "id": "the-world-needs-a-hero",
    "title": "The World Needs a Hero",
    "year": 2001,
    "cover": "/images/albums/09-twnah.webp",
    "label": "Sanctuary",
    "producers": ["Bill Kennedy", "Dave Mustaine"],
    "description": {
      "short": {
        "es": "Vuelta a un sonido más heavy tras la etapa de fines de los 90.",
        "en": "Return to a heavier sound after the late 90s period."
      },
      "extended": {
        "es": "El noveno álbum marca el regreso de Megadeth a un sonido más pesado después de los experimentos de los años 90. Aunque sin alcanzar la intensidad de los álbumes clásicos, este disco muestra la intención de la banda de reconectar con sus raíces thrash, respondiendo a las críticas de los fanes que demandaban un retorno al metal más agresivo.",
        "en": "The ninth album marks Megadeth's return to a heavier sound after the 90s experiments. While not reaching the intensity of the classic albums, this record shows the band's intention to reconnect with their thrash roots, responding to fan criticism demanding a return to more aggressive metal."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Al Pitrelli",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "David Ellefson",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Jimmy DeGrasso",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "spotify": "https://open.spotify.com/album/5YFrdrFUHGgAvK8iXFxULa"
    },
    "tracks": [
      {
        "n": 1,
        "title": "Disconnect",
        "duration": "5:21",
        "writers": ["Dave Mustaine"],
        "lyrics": "Behind closed doors all you live for is taking\nThat double life of yours has left your whole world shaking\nWho are you fooling? I know you hear the laughter\nDon't you hear people talking? What is it that you're after?\nTurn off your conscience, leave the world outside\nNothing at all can ever make you feel\nThat anything's so real so you just **disconnect**\nThe key to save yourself if for nothing else\nA tongue can never hold the truth of silence is golden\nWith a broken heart underneath all of the pain\nDo you stroke the pretty scars? The hurt never ends\nTurn off your conscience, leave the world outside\nNothing at all can ever make you feel\nThat anything's so real so you just **disconnect**"
      },
      {
        "n": 2,
        "title": "The World Needs a Hero",
        "duration": "3:52",
        "writers": ["Dave Mustaine"],
        "lyrics": "An iron fist quietly sits inside the velvet glove\nTake control, untouchable just like God above\nI can't escape, wrapped in red tape, what will become of me?\nIf I object, then I defect my country 'tis of thee\nThe White House is calling, tell 'em I'll call 'em back\nJust tell 'em anything, yeah, get 'em off my back\n**The world needs a hero**\nNot that I would ever lie but I have no choice\nWords I say heard today are not mine, just my voice\nNATO is on line 1, they wanna talk to me\nTell 'em that I'm not in, tell 'em that I'm not free\n**The world needs a hero**\nPhantom rule, the hidden jewel, who's really in control?\nOn puppet strings a nation swings, undermined by moles\nThe UN is on hold, tell 'em I'll call 'em back\nYeah, tell 'em anything, just get 'em off my back"
      },
      {
        "n": 3,
        "title": "Moto Psycho",
        "duration": "3:06",
        "writers": ["Dave Mustaine"],
        "lyrics": "Responsibility, an anchor around my neck\nDependability, made me a nervous wreck\nAccountability, I live from check to check\nVolatility, neglect and no respect\nGot my wheels in motion and I got a path to beat\nI hit the road to \"I don't know\" and look for \"Tough Shit Street\"\nOne-way ticket nowhere, there's no windows on this train\nCan't see where I'm headed but I'm going there again\n**Moto Psycho**, going nowhere everybody is a\n**Moto Psycho** move it or lose it, baby\nGoing nowhere 100 miles an hour\n**Moto Psycho** I'm a **Moto Psycho**"
      },
      {
        "n": 4,
        "title": "1000 Times Goodbye",
        "duration": "6:26",
        "writers": ["Dave Mustaine"],
        "lyrics": "The tides of change pulled us apart\nI feel a familiar pain\nIt seems like years since we've loved\nOr even liked and that's a lonely way to be\nDrifting alone in a sea of agony\nYour face I can't recognize\nDon't make this hard on us\nI will miss you if you just go away\nNothing left but wasted days\nI regret you leaving\nBut I will never take you back\nIt's over, I just don't feel the same way as I used to\nGoodbye, **1000 times goodbye**\nThe thought never crossed my mind\nThat this would be my last goodbye\nLet me put pennies on your eyes\nAnd kiss your lips one last goodbye\nMy love, **1000 times goodbye**\nI'll always love you but just not like that\n... You know what? **You suck!**"
      },
      {
        "n": 5,
        "title": "Burning Bridges",
        "duration": "5:21",
        "writers": ["Dave Mustaine"],
        "lyrics": "You give up on yourself\nSomehow you got betrayed again\nThin ice and luck runs out\nWho will you blame it on this time?\nDue to lack of interest in you\nThe light at the end of the tunnel was turned off\nAnd something I noticed, beating you is thrilling me\nI've got a secret for you\nIf you took your own direction\nIf only you practice what you preach\nIf you follow your advice\nYou wouldn't be **burning bridges** all the time\nDon't close your eyes to injustice\nListen, being brave ain't chicken shit\nA man without any valor has nothing worth living for"
      },
      {
        "n": 6,
        "title": "Promises",
        "duration": "4:28",
        "writers": ["Dave Mustaine"],
        "lyrics": "Two hearts that shouldn't talk to each other become close\nIn a town much like a prison cell\nPeople speak our names on the street in hushed tones\nOh, the stories they'd tell, if anyone would listen\nI come from a place where they\nDrag your hopes through the mud\nBecause their own dreams are all dying\nI will meet you in the next life, I **promise** you\nWhere we can be together, I **promise** you\nI will wait till then in heaven, I **promise** you\nI **promise**, I **promise**\nI can smell the asphalt\nThat's their personal road to hell being paved"
      },
      {
        "n": 7,
        "title": "Recipe for Hate... Warhorse",
        "duration": "5:18",
        "writers": ["Dave Mustaine"],
        "lyrics": "There is a **recipe for hate** in my head\nAnd it's a dish that's best served red\nMy conscience is clean, I've got no regrets\nI've got a score to settle and I'll settle all my debts\n**Warhorse**, galloping, running wild\n**Warhorse**, a madman's wicked child\n**Warhorse**, killing everything and all\n**Warhorse**, until the heavens fall\nI'm gonna keep this thing alive\nI'm gonna keep this thing alive\nI'm gonna keep this thing alive\nI'm gonna keep this thing alive"
      },
      {
        "n": 8,
        "title": "Losing My Senses",
        "duration": "4:02",
        "writers": ["Dave Mustaine"],
        "lyrics": "One man speaking the truth, no one likes when it fits\nSo, we tell soothing lies, and betray our own lips\nThe uncivilized world and its people decay\nOnce sweet breeze is defiled, sucking our breath away\nYesterday's answers has nothing to do with today's questions\nLife can only be understood in reverse\nBut must be lived forwards\nI'm **losing my senses**, I'm **losing my senses**\nWe watch as the living all die\nContemplating if we should ever open our eyes\nIf all that we touch keeps turning to sand\nWe will cease to exist 'til the last living man"
      },
      {
        "n": 9,
        "title": "Dread and the Fugitive Mind",
        "duration": "4:25",
        "writers": ["Dave Mustaine"],
        "lyrics": "Let me introduce myself I'm a social disease\nI've come for your wealth, leave you on your knees\nNo time for feeling sorry, I got here on my own\nI won't ask for mercy, I choose to walk alone\nWhat if I do get caught? What if there is no judgment?\nIf I'm right I lose nothing, if you're right I lose it all\nI'm guilty, haunted by my fear and the only consequences\nAre **dread and the fugitive mind**\nIf you shake my hand, better count your fingers"
      },
      {
        "n": 10,
        "title": "Silent Scorn",
        "duration": "1:34",
        "writers": ["Dave Mustaine"],
        "lyrics": "(Instrumental)"
      },
      {
        "n": 11,
        "title": "Return to Hangar",
        "duration": "3:58",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Welcome to an empty fortress\nA mighty wreck that once was proud\nAte alive by oxidation\nAbandoned by a crew of cowards\nNavigation systems failed\nComputers crashed and they all fall down\nPossibly I've seen too much\n**Hangar 18** I know too much\nAll the guilty paid the price\nSuspended by their broken necks\nNo one survived to tell the story\nWhen foreign life forms resurrect\nAnd military intelligence is still two words that can't make sense\nPossibly I've seen too much\n**Hangar 18** I know too much"
      },
      {
        "n": 12,
        "title": "When",
        "duration": "9:14",
        "writers": ["Dave Mustaine"],
        "lyrics": "I see the face of the dead\nI see the face of a friend\nI see the face of the dead\nAnd it's not the end\n**When** we were standing in line\nI saw a vision in time\nAnd everything was falling apart\n**When** the dead man came to life\nAnd the moon began to bleed\nAnd the sun went out that night\n**When** the world was black as hell\nAnd the people started to scream\nEverything was dying\n**When** there was nothing left to do\nBut pray that it was a dream"
      }
    ]
  },
  {
    "id": "risk",
    "title": "Risk",
    "year": 1999,
    "cover": "/images/albums/08-risk.webp",
    "label": "Capitol",
    "producers": ["Dann Huff", "Dave Mustaine"],
    "description": {
      "short": {
        "es": "Apuesta de hard rock/alt metal; Último con Marty Friedman.",
        "en": "Hard rock/alt metal gamble; last with Marty Friedman."
      },
      "extended": {
        "es": "El octavo álbum representa el mayor alejamiento de Megadeth del thrash metal, explorando sonidos de hard rock alternativo que dividieron a la base de fans. Este experimento comercial marca el final de la era dorada con la partida de Marty Friedman, cerrando así el capítulo más exitoso creativamente de la banda. A pesar de la controversia, demostró la voluntad de Megadeth de arriesgar y experimentar.",
        "en": "The eighth album represents Megadeth's greatest departure from thrash metal, exploring alternative hard rock sounds that divided the fanbase. This commercial experiment marks the end of the golden era with Marty Friedman's departure, thus closing the band's most creatively successful chapter. Despite the controversy, it demonstrated Megadeth's willingness to take risks and experiment."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Marty Friedman",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "David Ellefson",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Jimmy DeGrasso",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "spotify": "https://open.spotify.com/album/0iI53eVNLCjdlfcdngAUyH"
    },
    "tracks": [
      {
        "n": 1,
        "title": "Insomnia",
        "duration": "4:18",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "I'm running in quicksand\nSomething's haunting me\nThe guilty past I've buried\nMy mind won't let me sleep\nI'll do anything for peace\nI keep waking up\nA solemn oath I make\nCross my heart, please let me sleep\nI keep waking up\nHow much more do I take?\nMy head is talking to me\nI don't know what it needs\nBut the loudest voice is the one I heed\n**Insomnia**, my swollen bloodshot eyes\n**Insomnia**, awake 'til morning light\n**Insomnia**, stirring deep inside\n**Insomnia**, somebody turn out the lights\nI can't sleep - insomnia"
      },
      {
        "n": 2,
        "title": "Prince of Darkness",
        "duration": "6:26",
        "writers": ["Dave Mustaine"],
        "lyrics": "I have been so alone\nMy whole life through\nI've seen the future\nAnd it is still true\nI'll never know love\nJust a bitter taste\nAnd all the days I've waited\nHave gone to waste\nI'm the **Prince of Darkness**\nAnd the lord of all your fears\nI'm the **Prince of Darkness**\nAnd I'll drink away your tears\nI'm an evil sorcerer\nLiving in a cave\nI'm a wicked warrior\nAnd the world is my grave"
      },
      {
        "n": 3,
        "title": "Enter the Arena",
        "duration": "0:52",
        "writers": ["Dave Mustaine"],
        "lyrics": "Here we go!\nCrush! Crush! Crush! Crush 'em!\nCrush! Crush! Crush! Crush 'em!\nCrush! Crush! Crush! Crush 'em!\nCrush! (Crush!) Crush! (Crush!) Crush! (Crush!) Crush 'em! (Crush 'em!)"
      },
      {
        "n": 4,
        "title": "Crush 'Em",
        "duration": "4:57",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "**Enter the arena** and hit the lights\nStep up now, you're in for a ride\nThis is war, ain't no fun and games\nWe'll get it up, you'll go down in flames\nParty time, going down\nYou'd better not mess us around\nThe stakes are rich, take a hit or stay\nThe price is high, someone's gonna pay\nHeads I win, tails you lose\nOut of my way I'm coming through\nRoll the dice, don't think twice\nAnd we **crush (crush), crush 'em (crush 'em)**"
      },
      {
        "n": 5,
        "title": "Breadline",
        "duration": "4:24",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Ain't got no job\nAin't got no smoke\nAin't got a car\nHis life's a joke\nLiving on the skids\nThinks the world's just fine\nForgot what he did\nDancing on the **breadline**\nNo one there to bind him\nNothing to remind him\nNowhere left to find him\nAbout to lose his lifeline\nHe's dancing on the breadline"
      },
      {
        "n": 6,
        "title": "The Doctor Is Calling",
        "duration": "5:15",
        "writers": ["Dave Mustaine"],
        "lyrics": "**The doctor is calling**\nSomething's gone wrong\nNowhere do I belong\nI listen to the voices in the dark room\nSomething's going down\nBut I can't make a sound\nLooking past the bars of my mind\nThe coat of arms falling\nI hear **the doctor calling**\nThe family crest is falling\nI hear **the doctor calling**\nAlways sharing trips\nRemove me from your lips"
      },
      {
        "n": 7,
        "title": "I'll Get Even",
        "duration": "4:21",
        "writers": ["Dave Mustaine"],
        "lyrics": "I'm lonely and abandoned\nWashed up, left for dead\nI'm lost inside the desert\nOf every word you said\nLike a nuclear reactor\nOr TNT\nI'm thinking about the times\nWhen you lied to me\nAll the innuendo\nCaught up on your hook\nI was just a name\nIn your little black book\nAh, **I'll get even with you**\nAh, **I'll get even with you**, even with you"
      },
      {
        "n": 8,
        "title": "Wanderlust",
        "duration": "5:49",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "As sure as the sun rises in the east\nAnother gunman will come seeking my defeat\nWill he be as fast as me, are his nerves quiet and still?\nWill he fall like all the rest ending his days upon Boothill?\nI'm an outcast riding into town alone\nI got **wanderlust** branded deeper than the bone\nI'm an outcast riding into town alone\nI got a lust for wandering branded deeper than the bone"
      },
      {
        "n": 9,
        "title": "Ecstasy",
        "duration": "4:28",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "You live in a world of fantasy\nYou live in a web of deceit\nYou want it all, including me\nYou like it all to be neat\nI come to you when shadows fall\nI leave as the dawn arrives\nHide the truth to deceive them all\nHow my good intention lies\nTry to silence the suspicions\nFeeding the dark inhibitions\nWe can never let anyone see\nThe sin I bring called **ecstasy**"
      },
      {
        "n": 10,
        "title": "Seven",
        "duration": "5:00",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Full of greed you sell your soul\nFull of pride, a heavy load\nYou eat yourself, gluttony\nResent yourself, you envy me\nEverything turns into wrath\nYou wish you were not on this path\nDon't say a word, you're sloth\nI'll be the one to pay the cost\nLust for life, you're sick\nYou're not too bright, you're thick\nThe **seven** deadly sins, and it all begins"
      },
      {
        "n": 11,
        "title": "Time: The Beginning",
        "duration": "3:05",
        "writers": ["Dave Mustaine"],
        "lyrics": "Father **Time**, I'm running late\nI'm winding down, I'm growing tired\nSeconds drift into the night\nThe clock just ticks till my **time** expires\nYou were once my friend\nNow I know I can't tie your hands\nThe days I saved I couldn't spend\nThey fell like sand through the hourglass\nNo time to lose, no time to choose\nTime taking time, it's taken mine\nScenes of my life seem so unkind\nTime chasing time creeps up behind"
      },
      {
        "n": 12,
        "title": "Time: The End",
        "duration": "2:26",
        "writers": ["Dave Mustaine"],
        "lyrics": "I can't run forever\nAnd **time** waits for no one\nNot even me\nAn enemy I can't defend\nMy final place, a deadly **end**\nLife's just a speck in space\nDreams of an eternal resting place\nI can't get any younger\nTime has brutal hunger\nTime: The End"
      }
    ]
  },
  {
    "id": "cryptic-writings",
    "title": "Cryptic Writings",
    "year": 1997,
    "cover": "/images/albums/07-cryptic.webp",
    "label": "Capitol",
    "producers": ["Dann Huff"],
    "description": {
      "short": {
        "es": "Corte más melódico y orientado a radio; último con Nick Menza.",
        "en": "More melodic and radio-oriented approach; last with Nick Menza."
      },
      "extended": {
        "es": "El séptimo álbum de estudio representa la mayor aproximación de Megadeth al sonido mainstream, con un enfoque más melódico y orientado a la radio bajo la producción de Dann Huff. Marca el final de una era siendo el último disco con el baterista Nick Menza, quien había sido parte integral del sonido clásico de la banda desde 'Rust in Peace'.",
        "en": "The seventh studio album represents Megadeth's closest approach to mainstream sound, with a more melodic and radio-oriented focus under Dann Huff's production. It marks the end of an era being the last record with drummer Nick Menza, who had been an integral part of the band's classic sound since 'Rust in Peace'."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Marty Friedman",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "David Ellefson",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Nick Menza",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "youtube": "https://music.youtube.com/playlist?list=OLAK5uy_mVpayAum5S7IRdUGfnhdEGP7tmeNnLI8k"
    },
    "tracks": [
      {
        "n": 1,
        "title": "Trust",
        "duration": "5:12",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Lost in a dream\nNothing is what it seems\nSearching my head\nFor the words that you said\nTears filled my eyes\nAs we said our last goodbyes\nThis sad scene replays\nOf you walking away\nMy body aches from mistakes\nBetrayed by lust\nWe lied to each other so much\nThat in **nothing we trust**\nTime and again\nShe repeats let's be friends\nI smile and say yes\nAnother truth bends, I must confess\nI try to let go, but I know\nWe'll never end 'til we're dust\nWe lied to each other again\nBut I wish I could trust"
      },
      {
        "n": 2,
        "title": "Almost Honest",
        "duration": "4:05",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "I lied just a little\nWhen I said I need you\nYou stretched the truth\nWhen you said that you knew\nJust can't believe it\nThere's nothing to say\nI was **almost honest, almost**\nLiving alone, can't stand this place\nIt's four in the morning and I still see your face\nI was nearly pure\nWhen I said I loved you\nYou were semi-sincere\nYou said I'd bleed for you\nWe were kind of candid\nNow you've gone away\nYou were almost honest, almost\nLiving alone, falling from grace"
      },
      {
        "n": 3,
        "title": "Use the Man",
        "duration": "4:35",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "I heard somebody fixed today\nThere was no \"last goodbyes\" to say\nHis will to live ran out\nI heard somebody turned to dust\nLooking back at what he left\nA list of plans and photographs\nSongs that never will be sung\nThese are the things he won't get done\nI've seen the **man use the needle**\nSeen the **needle use the man**\nI've seen them crawl from the cradle to the gutter on their hands\nThey fight a war but it's fatal\nIt's so hard to understand\nI've seen the man use the needle\nSeen the needle use the man"
      },
      {
        "n": 4,
        "title": "Mastermind",
        "duration": "3:46",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Anonymous existence, rendered useless to mankind\nDestroy the logic volume in the confines of the mind\nEnmassed and purposeless, marching in a perfect line\nNeo-neuro torture, mental meltdown, a heinous crime\n**Mastermind**, I tell you what to think\nI tell you what you need\nI tell you what to feel\nInvade the core of souls to wipe the lives away\nDesign vacant beings, welcome the inhuman race\nEncrypted horror codes, directive psyche overwrite\nProcessing brains to pabulum, delete and format living drives\nMastermind, I tell you what's real"
      },
      {
        "n": 5,
        "title": "The Disintegrators",
        "duration": "3:07",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "The slayer's arrived\nOn a black horse of steel\nTrouble is coming\nHell on two wheels\nHide in the shadows\nAwaiting defeat\nOr live by the sword\nAnd choose to be free\nWe say \"retribution\"\nWe say \"vengeance is bliss\"\nWe say \"revolution\"\nWith a cast-iron fist\nAnarchy's coming to town\nA fiery invader\nBurning it down to the ground\n**The Disintegrators**"
      },
      {
        "n": 6,
        "title": "I'll Get Even",
        "duration": "4:16",
        "writers": ["Dave Mustaine"],
        "lyrics": "I'm lonely and abandoned\nWashed up, left for dead\nI'm lost inside the desert\nOf every word you said\nLike a nuclear reactor\nOr TNT\nI'm thinking about the times\nWhen you lied to me\nAh, **I'll get even with you**\nI'm bitter and I'm twisted\nI haven't slept in days\nI'm lonely and I'm angry\nI can't make it go away\nI'm like a bomb that's ticking\nI got voices in my head\nI got a doll with needles in\nWishing you were dead"
      },
      {
        "n": 7,
        "title": "Sin",
        "duration": "3:17",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "He had an unfamiliar face\nComplete life in disarray\nA simple man, power drunk\nNo worries of living, no more anything\nDeep inside I've seen it rise\nActions progress to no end\nMirror, mirror, please, look inside\nDo you see the reasons that we sing\nNot one to be forgot\nSpoiled rotten, so they say\nOnce burned, forever marked\nHurt by just a few but so many have to pay\nThe reasons that we **sin**"
      },
      {
        "n": 8,
        "title": "A Secret Place",
        "duration": "5:27",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "There's a **secret place** I like to go\nEveryone is there but their face don't show\nIf you get inside you can't get out\nThere's no coming back, I hear them shout\nWelcome to my hideaway, my secret place\nHow I arrived I can't explain\nYou're welcome to, if you want to stay\nBut everyone just runs away\nLet me in, get me out\nCan't do more than twist and shout\nLost my soul without a trace\nFound it again in my secret place, in disgrace"
      },
      {
        "n": 9,
        "title": "Have Cool, Will Travel",
        "duration": "3:16",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Mamas pack their lunches\nKiddies pack their guns\nWishing it will go away\nBut nothing's getting done\nA shot heard 'round the world\nWhen a mother's baby dies\nWe the people point our fingers\nBlame and wonder why\nFace it and fight\nOr turn high tail and run\nTill it comes back again\nJust like the rising sun\nThere's no recess and no rules\nIn the school of life\nIf you listen very closely\nYou'll see what it's like\n**Have cool, will travel**"
      },
      {
        "n": 10,
        "title": "She-Wolf",
        "duration": "7:17",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "The mother of all that is evil\nHer lips are poisonous venom\nWicked temptress knows how to please\nThe priestess roars: Get down on your knees\nThe rite of the praying mantis\nKiss the bones of the enchantress\nSpellbound searching through the night\nA howling man surrenders the fight\nOne look in her lusting eyes\nSavage fear in you will rise\nTeeth of terror sinking in\nThe bite of the **she-wolf**"
      },
      {
        "n": 11,
        "title": "Vortex",
        "duration": "3:24",
        "writers": ["Dave Mustaine"],
        "lyrics": "Internal combustion\nMultiple personalities\nTerror inside of me\nA mask of silent agony\nCurse the falling rain\nThe **vortex of pain**\nAs medieval as Merlin\nA pact for power that was made\nLucifer in transition\nIt's time the price was paid\nScorching the domain\nThe vortex of pain\nA telestic message\nWritten in torment"
      },
      {
        "n": 12,
        "title": "FFF",
        "duration": "2:27",
        "writers": ["Dave Mustaine"],
        "lyrics": "Looking for a cure\nWithin the human race\nEliminate the poor\nHow much longer will it take?\nBurning up the tents\nOf the rank and file\nExterminate their lives\nCrack a demon smile\nCrushing down, caving in our will to live\nGetting rid of man's mistakes\nTo take a lost life, lock it up, break it down\nI don't know how much more I can take\n**Fight for freedom**\n**Fight authority**\n**Fight for anything**\nMy country 'tis of me"
      }
    ]
  },
  {
    "id": "youthanasia",
    "title": "Youthanasia",
    "year": 1994,
    "cover": "/images/albums/06-youthanasia.webp",
    "label": "Capitol",
    "producers": ["Max Norman", "Dave Mustaine"],
    "description": {
      "short": {
        "es": "Sexto LP; enfoque más groove y melodías; arte icónico de bebés colgando.",
        "en": "Sixth LP; more groove and melodies; iconic hanging babies artwork."
      },
      "extended": {
        "es": "El sexto álbum de estudio explora un territorio más groove-orientado sin abandonar la intensidad que caracteriza a Megadeth. Con una producción refinada de Max Norman y una mayor atención a las melodías, este disco presenta un equilibrio entre accesibilidad y complejidad. Su portada controversial con bebés colgando se convirtió en una de las imágenes más reconocibles del metal.",
        "en": "The sixth studio album explores more groove-oriented territory without abandoning the intensity that characterizes Megadeth. With refined production by Max Norman and greater attention to melodies, this record presents a balance between accessibility and complexity. Its controversial cover featuring hanging babies became one of metal's most recognizable images."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Marty Friedman",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "David Ellefson",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Nick Menza",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "spotify": "https://open.spotify.com/album/5iBvQWRRazoyt7CrEPFBsW"
    },
    "tracks": [
      {
        "n": 1,
        "title": "Reckoning Day",
        "duration": "4:34",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "I like the way that I make you itch\nAnd all the reasons I give you to bitch\nAnd how I make you wanna scream in pain\nAnd feel your life is just a losing game\nI like the way that you let me in\nThe way you look when the walls cave in\nI like the way that your stomach knots\nAnd how you cry for it all to stop\n\nI like the way that you fool yourself\nAnd make believe there's nobody else\nI like the way that you stand in line\nAnd beg salvation from the empty skies\n\nDon't want no revenge\nAin't no payback time\nIt ain't called getting even\nHere comes the reckoning day"
      },
      {
        "n": 2,
        "title": "Train of Consequences",
        "duration": "3:26",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "I'm doing you a favor\nAs I'm taking all your money\nI guess I should feel sorry\nBut I don't even trust me\nThere's bad news creeping up\nAnd you feel a sudden chill\nHow do you do? My name is trouble\nI'm coming in for the kill... And you know I will\n\nSet the ball a-rollin'\nI'll be clicking off the miles\nOn the train of consequences\nMy boxcar life o' style\nMy thinking is derailed\nI'm tied up to the tracks\nThe train of consequences\nThere ain't no turning back"
      },
      {
        "n": 3,
        "title": "Addicted to Chaos",
        "duration": "5:26",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Only yesterday they told me you were gone\nAll these normal people, will I find another one?\nMonkey on my back, aching in my bones\nI forgot you said \"One day you'll walk alone\"\nI said I need you, does that make me wrong?\nAm I a weak man, are you feeling strong?\nMy heart was blackened, it's bloody red\nA hole in my heart, a hole in my head?\n\nWho will help me up? Where's the helping hand?\nWill you turn on me? Is this my final stand?\nIn a dream I cannot see\nTangled abstract fallacy\nRandom turmoil builds in me\nI'm addicted to chaos"
      },
      {
        "n": 4,
        "title": "A Tout le Monde",
        "duration": "4:28",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Don't remember where I was\nI realized life was a game\nThe more seriously I took things\nThe harder the rules became\nI had no idea what it'd cost\nMy life passed before my eyes\nI found out how little I accomplished\nAll my plans denied\n\nSo as you read this know my friends\nI'd love to stay with you all\nPlease smile when you think of me\nMy body's gone that's all\n\nÀ tout le monde\nÀ tous mes amis\nJe vous aime\nJe dois partir\nThese are the last words\nI'll ever speak\nAnd they'll set me free"
      },
      {
        "n": 5,
        "title": "Elysian Fields",
        "duration": "4:02",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Uneasy feeling, burning out my eyes\nI hope the end is less painful than my life\nI stand on trial before the gods\nOn judgement day\nA blink of an eye between\nThe cradle and the grave\n\nOne last look at visions of flesh\nThe last best hope of man on Earth\nPontius Pilate still washing his hands\nThe world don't want to be saved\nOnly left alone\n\nElysian Fields... We are storming the heavens\nWe raise the swords and shields\nWe ascend to our destiny\nTo the Elysian Fields"
      },
      {
        "n": 6,
        "title": "The Killing Road",
        "duration": "3:57",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Again we stalk the stage\nAt mach speed we engage\nFeeding people's rage\nThe big cat's left its cage\nBack in the bus again\nTo catch another plane\nThis behavior's quite insane\nBut we do it for the fame, yeah\n\nThe road will never end\nIt always starts again\nAnother show's around the bend\nAnother long lost friend\nFaceless as the snow\nThere's nothing special about the road\nIt's just another haul\nIt's just too damn long that's all\n\nI lost my mind, I lost all my money\nI lost my life to the killing road"
      },
      {
        "n": 7,
        "title": "Blood of Heroes",
        "duration": "3:57",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Walking stiff, let me tell ya\nBetter left for dead\nAnd now we are on a mission\nWell, it's full speed ahead\nMy legion's when we do the crime\nLet's get one thing straight\nTo get there early is on time\nAnd showing up on time is late\n\nLadies and gents, we're still alive\nBy the skin of our teeth, now it's killing time\nAngel in our pocket, devil by our side\nWe ain't going nowhere, 'cause **heroes never die**"
      },
      {
        "n": 8,
        "title": "Family Tree",
        "duration": "4:06",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Forgotten things remembered\nThe tigers eat their young\nThe body stayed but inside the head\nThe mind was on the run\nA conspiracy of silence\nThe only way out of pain\nIs turn around, run through it man!\nToo wet to come in from the rain\n\nWhen you hear them saying: trust me\nDon't wait to see what's next\nThrown to the wolves forever trusting\nRaised in a form of living hell\n\nLet me show you, how I love you\nIt's our secret, you and me\nLet me show you, how I love you\nBut keep it in the family tree"
      },
      {
        "n": 9,
        "title": "Youthanasia",
        "duration": "4:09",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "The age of the innocent, with no way out\nFor you, it's over, and you never had a doubt\nBorn to be abused, no time to cry\nIt's not your fault that you were chosen to die\n\nSell the children, sell the cure\nSell the everything that makes life pure\nSell the lies, sell the truth\nSell the old, **sell the youth**\n\nYouthanasia\n\nThey're selling you a lie\nThey're taking you in early\nDon't even say goodbye\n**Youthanasia**"
      },
      {
        "n": 10,
        "title": "I Thought I Knew It All",
        "duration": "3:44",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Somewhere there's a reason\nWhy things go like they do\nSomewhere there's a reason\nWhy somethings just fall through\nWe don't always see them\nFor what they really are\nBut I know there's a reason\nJust can't see it from this far\n\nMaybe I don't like it, but I have no choice\nI know that somewhere, someone hears my voice\n\n**I thought I knew it all**\nI thought I had it made\nHow could it end this way?\nI thought I knew, oh"
      },
      {
        "n": 11,
        "title": "Black Curtains",
        "duration": "3:39",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Hey, look around you\nEverything's helter-skelter\nListen up, I warn you\nRun for cover, run\nBang, it happened\nTime's up, armageddon\nFire, meltdown\nThe sky is crumbling in\n**Black curtains, never ending**\n\nAm I dreaming? My heart pounds my chest\nHeld for ransom in a spider's web\nSuffocating, no one hears my calls\nNever ending, till the **black curtain falls**"
      },
      {
        "n": 12,
        "title": "Victory",
        "duration": "4:27",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Now, one day I started telling everyone that\n'Killing Is My Business' and I was hung like a 'Martyr'\nFor 'Looking Down The Cross' my 'Skull Beneath The Skin'\nProphesied 'Last Rites'/'Loved To Death' my friends\n\nHad fingers in my eyes, had needles in my veins\nA knife right through my heart, I am a **victory**\n\nCame 'Anarchy to Set The World A Fire'\nPain of 'Hook In Mouth', 'In My Darkest Hour'\nCorruption of the world 'Peace Sells But Nobody's Buying'\nIgnorant Religion 'Holy Wars' and the dying"
      }
    ]
  },
  {
    "id": "countdown-to-extinction",
    "title": "Countdown to Extinction",
    "year": 1992,
    "cover": "/images/albums/05-countdown.jpg",
    "label": "Capitol",
    "producers": ["Max Norman", "Dave Mustaine"],
    "description": {
      "short": {
        "es": "Clásico multiplatino con hits masivos como 'Symphony of Destruction'.",
        "en": "Multi-platinum classic with massive hits like 'Symphony of Destruction'."
      },
      "extended": {
        "es": "El quinto álbum de estudio representa el pico comercial de Megadeth, alcanzando el doble platino en Estados Unidos. Con una producción más pulida de Max Norman y composiciones más accesibles sin perder intensidad, canciones como 'Symphony of Destruction' y 'Sweating Bullets' se convirtieron en himnos del metal que trascienden generaciones, consolidando a la banda como una de las Big Four del thrash.",
        "en": "The fifth studio album represents Megadeth's commercial peak, achieving double platinum status in the United States. With more polished production by Max Norman and more accessible compositions without losing intensity, songs like 'Symphony of Destruction' and 'Sweating Bullets' became metal anthems that transcend generations, cementing the band as one of the Big Four of thrash."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Marty Friedman",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "David Ellefson",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Nick Menza",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "spotify": "https://open.spotify.com/album/1w9opfGdFtR3ulNHxnnO1e"
    },
    "tracks": [
      {
        "n": 1,
        "title": "Skin O' My Teeth",
        "duration": "3:14",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "I had wrists donning slits\nFlowing constantly\nMy broken body in a wreck\nWrapped around a tree\nA crosswalk hit and run\nThe finish line for me\nPeople clutter in the gutter\nTake a look and see\n\nNo escaping pain\nYou belong to me\nClinging on to life\nBy the skin o' my teeth\n\nMy blood flows through the streets\nDeluge from the wounds\nEmpty jars of sleeping pills\nOn the dresser of my room\nMy wet brain neighbor cranes\nHis neck to see\nIn time the white lights a train\nBearing down on me\n\nNo escaping pain\nYou belong to me\nClinging on to life\nBy the skin o' my teeth\n\nI won't feel the hurt\nI'm not trash any longer\nThat which doesn't kill me\nOnly makes me stronger\nI need a ride to the morgue\nThat's what 911 is for\nSo tag my toe and don't forget\nOoh to close the drawer\n\nNo escaping pain\nYou belong to me\nClinging on to life\nBy the skin o' my teeth"
      },
      {
        "n": 2,
        "title": "Symphony of Destruction",
        "duration": "4:03",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "You take a mortal man\nAnd put him in control\nWatch him become a God\nWatch peoples heads a'roll\nA'roll\nA'roll\n\nJust like the Pied Piper\nLed rats through the streets\nDancing like marionettes\nSwaying to the Symphony\nOf Destruction\n\nActing like a robot\nIts metal brain corrodes\nYou try to take its pulse\nBefore the head explodes\nExplodes\nExplodes\n\nJust like the Pied Piper\nLed rats through the streets\nDancing like marionettes\nSwaying to the Symphony\nSwaying to the Symphony\nOf Destruction\n\nThe earth starts to rumble\nWorld powers fall\nA'warring for the heavens\nA peaceful man stands tall\nTall\n\nJust like the Pied Piper\nLed rats through the streets\nDancing like marionettes\nSwaying to the Symphony\nSwaying to the Symphony\nOf Destruction"
      },
      {
        "n": 3,
        "title": "Architecture of Aggression",
        "duration": "3:34",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "War machines, designed to kill\nTechnology, a deadly will\nNo remorse, no sense of shame\nJust a burning, endless flame\n\nBuilding an empire on blood and lies\nA blueprint for a world that dies\nAn architect of ultimate pain\nWhere humanity runs in vain\n\nArchitecture of Aggression\nBuilt on fear and obsession\nArchitecture of Aggression\nLeading to mass destruction\n\nPoliticians pull the strings\nWhile the war machine sings\nA lethal song of death and plight\nBlotting out the morning light\n\nNo escaping the bitter end\nA message the earth must send\nOf a race consumed by its might\nLost forever to endless night\n\nArchitecture of Aggression\nBuilt on fear and obsession\nArchitecture of Aggression\nLeading to mass destruction"
      },
      {
        "n": 4,
        "title": "Foreclosure of a Dream",
        "duration": "4:16",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Rise so high, yet so far to fall\nA plan of dignity and balance for all\nPolitical breakthrough, euphoria's high\nMore borrowed money, more borrowed time\n\nBacked in a corner, caught up in the race\nMeans to an end, ended in disgrace\nPerspective is lost in the spirit of the chase\nForeclosure of a dream\nThose visions never seen\n\nUntil all is lost, personal Holocaust\nForeclosure of a dream\n\nYou'll find the solution, the answers in the sky\n\nRise so high, yet so far to fall\nA plan of dignity and balance for all\nPolitical breakthrough, euphoria's high\nMore borrowed money, more borrowed time\nForeclosure of a dream\nThose visions never seen\nUntil all is lost, personal Holocaust\nForeclosure of a dream"
      },
      {
        "n": 5,
        "title": "Sweating Bullets",
        "duration": "5:03",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Hello, me, meet the real me\nAnd my misfit's way of life\nA dark black past is my\nMost valued possession\nHindsight is always 20-20\nBut looking back it's still a bit fuzzy\nSpeak of mutually assured destruction?\nNice story, tell it to Reader's Digest!\n\nFeeling paranoid\nTrue enemy or false friend?\nAnxiety's attacking me, and\nMy air is getting thin\nI'm in trouble for the things\nI haven't got to yet\nI'm chomping at the bit, and my\nPalms are getting wet, sweating bullets\n\nHello, me, it's me again\nYou can subdue, but never tame me\nIt gives me a migraine headache\nThinking down to your level\nYea, just keep on thinking it's my fault\nAnd stay an inch or two outta kicking distance\nMankind has got to know\nHis limitations\n\nFeeling claustrophobic\nLike the walls are closing in\nBlood stains on my hands and\nI don't know where I've been\nI'm in trouble for the things\nI haven't got to yet\nI'm sharpening the axe and my\nPalms are getting wet, sweating bullets\n\nWell, me, it's nice talking to myself\nA credit to dementia\nSome day you too will know my pain\nAnd smile its blacktooth grin\nIf the war inside my head\nWon't take a day off I'll be dead\nMy icy fingers claw your back\nHere I come again\n\nOnce you committed me\nNow you've acquitted me\nClaiming validity\nFor your stupidity\nI'm chomping at the bit\nI'm sharpening the axe\nHere I come again! Sweating bullets"
      },
      {
        "n": 6,
        "title": "This Was My Life",
        "duration": "3:43",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Somewhere an electric chair awaits\nHey! This was my life\nHey! This was my fate\nThis was the wrong thing to do\nThis was the wrong one to be doing\nThis was the road to destiny\nThis was the road to my ruin\n\nNow there's motives for the suspect\nNow there's nothing left to say\nNow there's method to the madness\nNow there's society to pay\n\nIn our life there's if\nIn our beliefs there's lie\nIn our business there's sin\nIn our bodies there's die\n\nThis was my life\nThis was my fate\nThis was the wrong thing to do\nThis was the wrong one to be doing\nThis was the road to destiny\nThis was the road to my ruin"
      },
      {
        "n": 7,
        "title": "Countdown to Extinction",
        "duration": "4:16",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Endangered species, caged in fright\nShot in cold blood, no chance to fight\nThe stage is set, now pay the price\nAn ego boost, don't think twice\n\nTechnology, the battle's unfair\nYou pull the hammer without a care\nSqueeze the trigger that makes you man\nPseudo-safari, the hunt is canned\nThe hunt is canned\n\nAll are gone, all but one\nNo contest, nowhere to run\nNo more left, only one\nThis is it, this is the countdown to extinction\n\nTell the truth, you wouldn't dare\nThe skin and trophy, oh so rare\nSilence speaks louder than words\nIgnore the guilt, and take your turn\n\nLiars' anagram is \"lairs\"\nMan you were never even there\nKilled a few feet from the cages\nPoint blank, you're so courageous\nSo courageous\n\nOne hour from now\nAnother species of life form\nWill disappear off the face of the planet\nForever and the rate is accelerating"
      },
      {
        "n": 8,
        "title": "High Speed Dirt",
        "duration": "4:29",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Do it if you dare\nLeaping from the sky\nHurling thru the air\nExhilarating high\n\nSee the earth below\nSoon to make a crater\nBlue sky, black death\nI'm off to meet my maker\n\nEnergy of the gods, adrenalin surge\nWon't stop til I hit the ground, I'm on my way for sure\nUp here in the air, this will never hurt\nI'm on my way to impact, taste the high speed dirt\n\nParalyzed with fear\nFeel velocity gain\nEntering a near\nCatatonic state\n\nPressure of the sound\nRoaring thru my head\nCrash into the ground\nDamned if I'll be dead\n\nDropping all my weight\nGoing down full throttle\nThe pale horse awaits\nLike a genie in a bottle\n\nFire in my veins\nFaster as I go\nI forgot my name\nI'm a dirt torpedo"
      },
      {
        "n": 9,
        "title": "Psychotron",
        "duration": "4:42",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Assassin in stealth\nAssailant from Hell\nImpervious to damage\nComputer on-board\nEngaged in a war\nNon-stop combatant\n\nMaybe not a mutant, maybe a man\nPart bionic and organic\nNot a cyborg\nCall him Psychotron\n\nBurning inside\nGodspeed in glide\nBattle plan running\nA killing machine\nJust downright mean\nAnd forever gunning\n\nTarget to destroy\nArms in employ\nFull assault fire threat\nSensors indicate\nYou will terminate\nLife systems disconnect"
      },
      {
        "n": 10,
        "title": "Captive Honour",
        "duration": "4:05",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "The walls close in\nNo escape, the trap is set\nA life of sin\nIs a debt you can't forget\n\nCaptive Honour\nLost in the system's game\nCaptive Honour\nWhispering your forgotten name\n\nBroken men in iron cages\nTurning time's slow, agonizing pages\nNo one hears the silent scream\nLiving out a shattered dream\n\nThe guard walks by\nWith a cold and empty stare\nWatching souls die\nLost in their despair\n\nCaptive Honour\nLost in the system's game\nCaptive Honour\nWhispering your forgotten name\n\nIn the darkness, the truth is plain\nJustice here is fueled by pain\nA number now, you lost your face\nTrapped in this forsaken place"
      },
      {
        "n": 11,
        "title": "Ashes in Your Mouth",
        "duration": "6:11",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "People have round shoulders from fairing heavy loads\nAnd the soldiers liberate them, laying mines along their roads\nSorrow paid for valor is too much to recall\nOf the countless corpses piled up along the Wailing Wall\n\nMelting down all metals, turning plows and shears to swords\nShun words of the Bible, we need implements of war\nChalklines and red puddles of those who have been slain\nDestiny, that crooked schemer, says the dead shall rise again\n\nWhere do we go from here?\nAnd should we really care?\nThe end is finally here, God have mercy!\nNow we've rewritten history\nThe one thing we've found out\nSweet taste of vindication\nIt turns to ashes in your mouth\n\nIf you're fighting to live\nIt's O.K. to die!\nThe answer to your question is\n\"Welcome to tomorrow!\""
      }
    ]
  },
  {
    "id": "rust-in-peace",
    "title": "Rust in Peace",
    "year": 1990,
    "cover": "/images/albums/04-rip.webp",
    "label": "Capitol",
    "producers": ["Dave Mustaine", "Mike Clink"],
    "description": {
      "short": {
        "es": "Piedra angular del thrash; primera aparición de Marty Friedman y Nick Menza.",
        "en": "Thrash cornerstone; first appearance of Marty Friedman and Nick Menza."
      },
      "extended": {
        "es": "Considerado una de las obras maestras absolutas del thrash metal, este cuarto álbum marca la llegada de la formación clásica con Marty Friedman en guitarra y Nick Menza en batería. Con una producción impecable de Mike Clink y composiciones legendarias como 'Holy Wars' y 'Hangar 18', este disco definió los estándares técnicos y compositivos del género para toda una generación.",
        "en": "Considered one of the absolute masterpieces of thrash metal, this fourth album marks the arrival of the classic lineup with Marty Friedman on guitar and Nick Menza on drums. With impeccable production by Mike Clink and legendary compositions like 'Holy Wars' and 'Hangar 18', this record defined the technical and compositional standards of the genre for an entire generation."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Marty Friedman",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "David Ellefson",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Nick Menza",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "spotify": "https://open.spotify.com/album/4e6ML9RBhDyyKTaTwbiRZv"
    },
    "tracks": [
      {
        "n": 1,
        "title": "Holy Wars... The Punishment Due",
        "duration": "6:32",
        "writers": ["Dave Mustaine"],
        "lyrics": "Brother will kill brother\nSpilling blood across the land\nKilling for religion\nSomething I don't understand\n\nFools like me, who cross the sea\nAnd come to foreign lands\nAsk the sheep, for their religion\nBefore they chop off their hands\n\nHiding somewhere while I'm still young\nAnd able to still defend myself\nOnly know that I'm safe\nBut still not happy, still not happy\n\nFearing for my life\nMy breath is short\nI'm not the only one\nTo struggle in this fight\n\nI've seen the others back at home\nIn their dressing rooms, to scared to come out\nThey want us to fight\nThey want us to be strong\n\nIt's a holy war!\nI believe in God!\n\nWait, it's the punishment due\nIt's the punishment due\n\nBeneath the surface of this world\nA different kind of war has just begun\nA war between the living and the dead\nWhere every soul is forced to run\n\nI feel the hatred rising\nInside me, it's burning bright\nI want to strike back\nAnd make them see the light\n\nI've seen the future\nAnd it's a terrifying sight\nHumanity's downfall\nLost to eternal night\n\nI've seen the face of death\nAnd it's not a pretty thing\nIt's a reflection of myself\nAnd the destruction I can bring\n\nBrother will kill brother\nSpilling blood across the land\nKilling for religion\nSomething I don't understand"
      },
      {
        "n": 2,
        "title": "Hangar 18",
        "duration": "5:14",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Welcome to our fortress tall\nTake some time to show you around\nImpossible to break these walls\nFor you see, the steel is much too strong\nComputer banks to rule the world\nInstruments to sight the stars\nPossibly, I've seen too much\nHangar 18, I know too much\n\nForeign life forms inventory\nSuspended state of cryogenics\nSelective amnesia's the story\nBelieved foretold but who'd suspect\nThe military intelligence\nTwo words combined that can't make sense\nPossibly, I've seen too much\nHangar 18, I know too much\n\nAll the guilty paid the price\nSuspended by their broken necks\nNo one survived to tell the story\nWhen foreign life forms resurrect\nAnd military intelligence is\nStill two words that can't make sense\nPossibly, I've seen too much\nHangar 18, I know too much"
      },
      {
        "n": 3,
        "title": "Take No Prisoners",
        "duration": "3:28",
        "writers": ["Dave Mustaine"],
        "lyrics": "Got one chance (infiltrate them)\nGet it right (terminate them)\nThe Panzers will (permeate them)\nBreak their pride (denigrate them)\nAnd their people (retrograde them)\nTyphus (deteriorate them)\nEpidemic (devastate them)\nTake no prisoners (cremate them)\nBurn!\n\nGoing to war, give 'em hell\nD-Day, next stop Normandy\nBeginning of the end\nWe know how to, and sure as shit, we'll win\n\"War is peace,\" sure man\nA retreat for the damned\nA playground for the demented\nA haven for those who walk this world\nBereft of heart and soul\n\nLove and war, they say all is fair\nTake his life, but won't take his hair\nYour body parts, your country spares\nBy the way son, here's your wheelchair\nHe once had to be all he could be\nNow he's nothing for no one, nowhere to see\nFunny thing, he's like you and me\nIt's a funny thing, a funny thing\n\nTears streak his solemn stare\nAbandoned for wreckage, nobody cares\nNo one knew what would happen there\nNo one spoke, no one even cared\n\nDon't ask what you can do for your country\nAsk what your country can do for you\n\nTake no prisoners (take no shit)\nTake no prisoners (take no shit)\nTake no prisoners (take no shit)\nTake no prisoners (take no)\nShit!"
      },
      {
        "n": 4,
        "title": "Five Magics",
        "duration": "5:42",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Bestow upon me knowledge\nWizard, all-knowing, all-wise\nI want to rule this kingdom\nMake sweet the breeze now defiled\nDethrone the evil prince's iron fists\nIn velvet gloves of sin\nParade the grey-robed monks\nThe vestal virgins, wheel the wyverns in\n\nLet the ceremony consecrate the marriage\nLet me be the protégé of Five Magics\nGive me alchemy\nGive me wizardry\nGive me sorcery\nThaumaturgy\nElectricity\nMagic if you please\nMaster all of these\nBring him to his knees\n\nPossessed with hellish torment\nI master magics five\nHunting the abyss lord\nOnly one will stay alive\nHe who lives by the sword\nWill surely also die\nHe who lives in sin\nWill surely live the lie"
      },
      {
        "n": 5,
        "title": "Poison Was the Cure",
        "duration": "2:58",
        "writers": ["Dave Mustaine"],
        "lyrics": "I miss the warm embrace I felt\nFirst time you touched me\nSecure and safe in open arms\nI should have known you'd crush me\n\nA snake you were when we met\nI loved you anyway\nPulling out your poisoned fangs\nThe venom never goes away\n\nSerpent swims free in my blood\nDragons sleeping in my veins\nJackyl speaking with tongue\nRoach egg laying in my brain\n\nOnce stalked beneath your shadow\nSleepwalking to the gallows\nI'm the sun that beats your brow in\n'Til I finally threw the towel in\n\nNever knowing if I'd wake up in a whirlpool got redundant\nMy brain was just some driftwood in a cesspool I became dead\nFrom a rock star to a desk fool was my destiny someone said\nLoves a tidepool taste the waters life's abundant"
      },
      {
        "n": 6,
        "title": "Lucretia",
        "duration": "3:58",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "[Intro] *laughter*\n\nSitting up late at night\nI tiptoe through the darkness\nCold as Hell, black as spades\nAware of my immediate surroundings\nIn my place, I escape\nUp into my hideout\nHiding from everyone\nMy friends all say \"Dave, you're mental anyway.\"\n\nDrift into a deeper state\nI stalk the cobwebbed stairways\nDirt grits beneath my feet\nThe stair creaks, I precariously sneak\n\nHypnosis guides my hand\nI slip-slide through the walkways\nSit in Granny's rocking chair\nMemories are whirling by\nReminiscing in the attic\nLucretia waits impatiently\nCobwebs make me squint\nThe cobra so eloquently glints\nMoonbeams surge through the sky\nThe crystal ball is energized\nSurely that, like the cat waiting\nLucretia rocks away"
      },
      {
        "n": 7,
        "title": "Tornado of Souls",
        "duration": "5:22",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "This morning I made the call\nThe one that ends it all\nHanging up, I wanted to cry\nBut dammit, this well's gone dry\n\nNot for the money, not for the fame\nNot for the power, just no more games\nBut now I'm safe in the eye of the tornado\nI can't replace the lies, that let a thousand days go\nNo more living trapped inside\nIn her way I'll surely die\nIn the eye of the tornado, blow me away\n\nYou'll grow to loathe my name\nYou'll hate me just the same\nYou won't need your breath\nAnd soon you'll meet your death\n\nNot from the years, not from the use\nNot from the tears, just self abuse\nBut now I'm safe in the eye of the tornado\nI can't replace the lies, that let a thousand days go\nNo more living trapped inside\nIn her way I'll surely die\nIn the eye of the tornado, blow me away\n\nWho's to say, what's for me to say\nWho's to say, what's for me to be\nWho's to say, what's for me to do\n'Cause a big nothing it'll be for me\n\nThe land of opportunity\nThe golden chance for me\nMy future looks so bright\nNow I think I've seen the light\nCan't say what's on my mind\nCan't do what I really feel\nIn this bed I made for me\nIs where I sleep, I really feel\n\nI warn you of the fate\nProven true too late\nYour tongue twist perverse\nCome drink now of this curse\nAnd now I fill your brain\nI spin you round again\nMy poison fills your head\nAs I tuck you into bed\nYou feel my fingertips\nYou won't forget my lips\nYou'll feel my cold breath\nIt's the kiss of death"
      },
      {
        "n": 8,
        "title": "Dawn Patrol",
        "duration": "1:51",
        "writers": ["Dave Ellefson"],
        "lyrics": "Thermal count is rising\nIn perpetual writhing\nThe primordial ooze\nAnd the sanity they lose\n\nAwakened in the morning\nTo more air pollution warnings\nStill we sleepwalk off to work\nWhile our nervous systems jerk\n\nPretending not to notice\nHow history had forebode us\nWith the green house in effect\nOur environment was wrecked\n\nNow I can only laugh\nAs I read our epitaph\nWe end our lives as moles\nIn the dark of dawn patrol"
      },
      {
        "n": 9,
        "title": "Rust in Peace... Polaris",
        "duration": "5:44",
        "writers": ["Dave Mustaine", "Marty Friedman"],
        "lyrics": "Nuclear device\nImplodes, destroying all\nNo sign of human life\nPolaris has taken its toll\n\nNo life can survive\nIn this toxic wasteland\nThe sky is black\nThere's no hope in this land\n\nRust in peace\nRust in peace\n\nMutated creatures roam\nThe desolate streets\nSearching for a sign\nOf life they can't meet\n\nThe earth is now a tomb\nA monument to our pride\nWe were too late\nTo turn back the tide\n\nRust in peace\nRust in peace\n\nNuclear device\nImplodes, destroying all\nNo sign of human life\nPolaris has taken its toll"
      }
    ]
  },
  {
    "id": "so-far-so-good-so-what",
    "title": "So Far, So Good... So What!",
    "year": 1988,
    "cover": "/images/albums/03-sfsgsw.webp",
    "label": "Capitol",
    "producers": ["Paul Lani", "Dave Mustaine"],
    "description": {
      "short": {
        "es": "Tercer LP; sonido crudo y veloz; única aparición de Behler/Young.",
        "en": "Third LP; raw and fast sound; only appearance of Behler/Young."
      },
      "extended": {
        "es": "El tercer álbum de estudio marca una etapa de transición con la única participación del baterista Chuck Behler y el guitarrista Jeff Young. Con un sonido más crudo y agresivo que su predecesor, este disco captura la energía salvaje de Megadeth en un momento de cambios, manteniendo la velocidad y ferocidad que caracterizaría su sonido clásico.",
        "en": "The third studio album marks a transitional period with the only participation of drummer Chuck Behler and guitarist Jeff Young. With a rawer and more aggressive sound than its predecessor, this record captures Megadeth's wild energy during a time of changes, maintaining the speed and ferocity that would characterize their classic sound."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Jeff Young",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "David Ellefson",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Chuck Behler",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "spotify": "https://open.spotify.com/intl-es/album/4rW8n1hOkavPGIxPvEnT18"
    },
    "tracks": [
      {
        "n": 1,
        "title": "Into the Lungs of Hell",
        "duration": "3:29",
        "writers": ["Dave Mustaine"],
        "lyrics": "(Instrumental)"
      },
      {
        "n": 2,
        "title": "Set the World Afire",
        "duration": "5:48",
        "writers": ["Dave Mustaine"],
        "lyrics": "Red flash, clouds of smoke\nNow the earth is a funeral pyre\nIn God's name, now I know\nIt's the Genesis of the fire\n\nThe arsenal of Megadeth can't be rid of\nThe warheads are ready to explode\nNo time for questions or regrets\nOur fate is in the hands of God\n\nSet the world afire!\n\nI see the world on fire, I'm watching it burn\nDid I do it with my bomb, or is it my turn?\nPeople run and people hide, but there's no place to go\n'Cause when the fire starts to burn, the final chapter's told\n\nSet the world afire!\n\nNo more tomorrow, there's no today\nNo more yesterday, it's all gone away\nThe end is here, the end is now\nThe end of everything, anyhow"
      },
      {
        "n": 3,
        "title": "Anarchy in the U.K.",
        "duration": "3:00",
        "writers": ["Sex Pistols (cover)"],
        "lyrics": "Right! Now!\nI am an anti-christ\nI am an anarchist\nDon't know what I want, but I know how to get it\nI wanna destroy the passerby\n'Cause I wanna be anarchy!\n\nAnarchy for the U.K.\nIt's coming sometime and maybe\nI give a wrong time, stop a traffic line\nYour future dream is a shopping scheme\n'Cause I wanna be anarchy!\nIn the city\n\nHow many ways to get what you want?\nI use the best, I use the rest\nI use the enemy, I use anarchy\n'Cause I wanna be anarchy!\nIt's the only way to be\n\nIs this the M.P.L.A.?\nOr is this the U.D.A.?\nOr is this the I.R.A.?\nI thought it was the U.K., or just another country\nAnother council tenancy\n\nI wanna be anarchy\nAnd I wanna be anarchy\nKnow what I mean?\nAnd I wanna be an anarchist\nGet pissed, destroy!"
      },
      {
        "n": 4,
        "title": "Mary Jane",
        "duration": "4:25",
        "writers": ["Dave Mustaine"],
        "lyrics": "From a coiled corner of a darkened room\nA web of fear is spun\nTo a wicked world of hate and greed\nWhere there is no morning sun\n\nA mind possessed, a life of dread\nThe reaper's laughing at the fool\nHe's lost his mind, he's lost his soul\nHe's lost his self-control\n\nMary Jane, Mary Jane\nYou're the one that's got me chained\nMary Jane, Mary Jane\nYou're the one that's got me insane\n\nHe walks the path of the damned and the dead\nA victim of his own desire\nHe's sold his soul to the devil's game\nAnd he's burning in eternal fire\n\nMary Jane, Mary Jane\nYou're the one that's got me chained\nMary Jane, Mary Jane\nYou're the one that's got me insane"
      },
      {
        "n": 5,
        "title": "502",
        "duration": "3:28",
        "writers": ["Dave Mustaine"],
        "lyrics": "Pull over, shithead, this is the cops!\n\nFull throttle, open wide\nA pedal to the floor\nGot the engine screaming, I'm wanting more\nA blur of speed, a flash of light\nI'm tearing up the road\nGot the law on my tail, I'm about to explode\n\n5-0-2, I'm coming for you\n5-0-2, there's nothing you can do\n\nRed lights flashing in my mirror\nThe sirens getting loud\nBut I ain't gonna stop, I ain't gonna bow\nI'm a rebel without a cause, a demon on the loose\nGot my foot on the gas, I'm cutting it loose\n\n5-0-2, I'm coming for you\n5-0-2, there's nothing you can do"
      },
      {
        "n": 6,
        "title": "In My Darkest Hour",
        "duration": "6:16",
        "writers": ["Dave Mustaine", "David Ellefson"],
        "lyrics": "In my hour of need, no, you're not there\nAnd though I reached out for you, wouldn't lend a hand\nThrough the darkest hour, grace did not shine on me\nIt feels so cold, very cold, no one cares for me\n\nDid you ever think I'd get lonely?\nDid you ever think that I needed love?\nDid you ever think, stop to think?\nYou're the only one that I'm thinking of\n\nYou'll never know how I miss you\nOr how I cried, oh, how I cried\nDid you ever think I'd get lonely?\nDid you ever think that I needed love?\nDid you ever think, stop to think?\nYou're the only one that I'm thinking of\n\nIn my darkest hour"
      },
      {
        "n": 7,
        "title": "Liar",
        "duration": "3:20",
        "writers": ["Dave Mustaine"],
        "lyrics": "You! Liar!\nYour life is a lie, you're a walking disease\nYou're a cancer, a plague, you're a social disease\nYou're a liar, a cheat, a backstabbing friend\nYour life is a joke, and this is the end\n\nYou're a two-faced, backstabbing, conniving little rat\nYou're a snake in the grass, a Judas, a brat\nYou're a liar, a cheat, a backstabbing friend\nYour life is a joke, and this is the end\n\nLiar! Liar! Liar! Liar!\n\nI see through your disguise, I see through your lies\nI see the real you, right before my eyes\nYou're a coward, a fake, a phony, a fraud\nYour life is a lie, and you're a goddamn fraud\n\nLiar! Liar! Liar! Liar!"
      },
      {
        "n": 8,
        "title": "Hook in Mouth",
        "duration": "4:40",
        "writers": ["Dave Mustaine"],
        "lyrics": "A knock on the door, it's the F.B.I.\nThey're here to take me away\nThey say I'm a threat to society\nThey say I'm a menace today\n\nThis is the U.S. of A., you know\nLand of the free, home of the brave\nBut if you talk too loud, you'll be put in a cage\nJust like the animals in the zoo\n\nF is for freedom, R is for rights\nE is for equality, see?\nE for everything they say you can be\nD for the devil in me\nO for the others, that's you and me\nM is for my country, 'tis of thee\n\nI've got a hook in my mouth, it's called the P.M.R.C.\nThey're trying to censor me, they're trying to shut me down\nBut I won't be silenced, I won't be still\nI'll fight for my right to be heard, I'll fight for my right to be free"
      }
    ]
  },
  {
    "id": "peace-sells-but-whos-buying",
    "title": "Peace Sells... but Who's Buying?",
    "year": 1986,
    "cover": "/images/albums/02-peace.webp",
    "label": "Combat / Capitol",
    "producers": ["Dave Mustaine", "Randy Burns"],
    "description": {
      "short": {
        "es": "El despegue comercial; base del sonido clásico de la banda.",
        "en": "Commercial breakthrough; foundation of the band's classic sound."
      },
      "extended": {
        "es": "El segundo álbum y primer gran éxito comercial de Megadeth estableció las bases del sonido clásico que definiría a la banda. Con la icónica línea de bajo de 'Peace Sells' y composiciones más sofisticadas, este disco demostró que el thrash metal podía ser tanto brutal como comercialmente viable, convirtiendo a Megadeth en una de las fuerzas principales del género.",
        "en": "The second album and first major commercial success established the foundation of the classic sound that would define the band. With the iconic bass line of 'Peace Sells' and more sophisticated compositions, this record proved that thrash metal could be both brutal and commercially viable, making Megadeth one of the genre's major forces."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Chris Poland",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "David Ellefson",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Gar Samuelson",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "spotify": "https://open.spotify.com/album/4U8ZF5zDIRy4lBnnXBN2uO"
    },
    "tracks": [
      {
        "n": 1,
        "title": "Wake Up Dead",
        "duration": "3:38",
        "writers": ["Dave Mustaine"],
        "lyrics": "I sneak in my own house, it's four in the morning\nI've had a few drinks, and I'm feeling horny\nMy wife's in bed, she's sleeping, I know\nI'll just creep in beside her, and she'll never know\n\nI tip-toe in the bedroom, I'm holding my breath\nOne little sound, it could mean my death\nShe stirs in her sleep, and I freeze in my tracks\nI pray to God she don't wake up, I'm having a heart attack\n\nDiana, Diana\nI'm telling you, I'm telling you the truth\nI wasn't with another woman, I was with the boys\n\nI wake up, she's there, and she's staring at me\nHer eyes are like daggers, I can't even see\nShe knows I've been cheating, she knows I've been bad\nShe knows I've been with someone else, she's gonna make me sad\n\nI wake up dead in a pool of my own blood\nI wake up dead with a knife in my back\nI wake up dead, I'm so sorry, my love\nBut it's too late now, there's no turning back"
      },
      {
        "n": 2,
        "title": "The Conjuring",
        "duration": "5:04",
        "writers": ["Dave Mustaine"],
        "lyrics": "Welcome to our sanguinary sect of worship\nFeel the blood of yours and others on your lips\nTaste the flesh of the deceased, it's no secret\nSo you've come to the Sabbath, you foolish mortal\n\nI am the Devil's advocate, a salesman, if you will\nYou know my name\n\nI'll be your guide, I'll be your priest\nI'll be your god, I'll be your beast\nObey\n\nBehold, the Lord of Flies will now accept your offering\nFeel the demon's wrath, your soul it is devouring\nSatan's holy priest will cleanse your sins and sanctify\nCome, my child, and praise the Beast and do my deeds of evil\n\nI am the Devil's advocate, a salesman, if you will\nYou know my name\n\nI'll be your guide, I'll be your priest\nI'll be your god, I'll be your beast\nObey"
      },
      {
        "n": 3,
        "title": "Peace Sells",
        "duration": "4:04",
        "writers": ["Dave Mustaine"],
        "lyrics": "What do you mean I don't believe in God? I talk to him every day\nWhat do you mean I don't support your system? I go to court when I have to\nWhat do you mean I can't get to work on time? I got nothing better to do\nAnd what do you mean I don't pay my bills? Why do you think I'm broke, huh?\n\nIf there's a new way, I'll be the first in line\nBut it better work this time\n\nCan you put a price on peace?\nPeace, peace sells\nPeace sells, but who's buying?\nPeace sells, but who's buying?\nNo, peace sells, but who's buying?\n\nWhat do you mean I don't pay my bills? Why do you think I'm broke, huh?\nWhat do you mean I don't believe in God? I talk to him every day\n\nIf there's a new way, I'll be the first in line\nBut it better work this time\n\nCan you put a price on peace?\nPeace, peace sells\nPeace sells, but who's buying?\nPeace sells, but who's buying?\nNo, peace sells, but who's buying?"
      },
      {
        "n": 4,
        "title": "Devils Island",
        "duration": "5:05",
        "writers": ["Dave Mustaine"],
        "lyrics": "Condemned to life on Devils Island\nA living hell, I'm left to die\nMy spirit's crushed, my will is broken\nBeneath the burning, tropical sky\n\nNo hope of freedom or parole\nJust endless days of misery\nA numbered man, I've lost my soul\nIn this forgotten colony\n\nDevils Island, a paradise for hell\nDevils Island, where condemned men dwell\nDevils Island, a place you'll never leave\nDevils Island, only death brings reprieve\n\nThe sharks await, they sense my fear\nThe guards all laugh, they watch me cry\nMy sanity has disappeared\nI welcome death, I want to die\n\nDevils Island, a paradise for hell\nDevils Island, where condemned men dwell\nDevils Island, a place you'll never leave\nDevils Island, only death brings reprieve"
      },
      {
        "n": 5,
        "title": "Good Mourning / Black Friday",
        "duration": "6:41",
        "writers": ["Dave Mustaine"],
        "lyrics": "[Good Mourning]\n(Instrumental)\n\n[Black Friday]\nMy victims are chosen, their numbers are called\nI'll strike without warning, they'll be appalled\nI'm a killer for hire, a mercenary of death\nMy price is your life's blood, your final breath\n\nBlack Friday, the day of the dead\nBlack Friday, there's a price on your head\nBlack Friday, you'd better run for your life\nBlack Friday, I'm coming with my knife\n\nMy blade is my partner, my shadow my friend\nWe stalk through the darkness, our mission won't end\n'Til your blood has been spilled, and your body is cold\nA story of terror, forever told\n\nBlack Friday, the day of the dead\nBlack Friday, there's a price on your head\nBlack Friday, you'd better run for your life\nBlack Friday, I'm coming with my knife"
      },
      {
        "n": 6,
        "title": "Bad Omen",
        "duration": "4:06",
        "writers": ["Dave Mustaine"],
        "lyrics": "Satan's sitting on his throne\nThe witching hour has begun\nDemons dance in the pale moonlight\nAn evil feeling in the night\n\nBad omen, a sign of the times\nBad omen, it's in your mind\n\nBlack cats crossing in your path\nBroken mirrors bring you wrath\nDon't walk under ladders, don't you dare\nThirteen's a number to beware\n\nBad omen, a sign of the times\nBad omen, it's in your mind\n\nThe devil's pact has been sealed\nYour destiny has been revealed\nThere's no escaping from your fate\nIt's too late, it's much too late\n\nBad omen, a sign of the times\nBad omen, it's in your mind"
      },
      {
        "n": 7,
        "title": "I Ain't Superstitious",
        "duration": "2:47",
        "writers": ["Willie Dixon (cover)"],
        "lyrics": "Well, I ain't superstitious, black cat just crossed my trail\nDon't sweep me with no broom, I might get put in jail\nThat's what you're doing to me, baby\nBringing me all this bad luck\n\nI ain't superstitious, but a black cat just crossed my trail\nDon't sweep me with no broom, I just might get put in jail\n\nEarly in the morning, you're looking for your shoes\nSomething's wrong with me, baby, I'm about to lose my mind\n\nI ain't superstitious, I'm telling you, baby\nI'm knocking on wood everywhere I go\nDon't wanna be messing with you, baby\nYou're bringing me all this bad luck"
      },
      {
        "n": 8,
        "title": "My Last Words",
        "duration": "4:54",
        "writers": ["Dave Mustaine"],
        "lyrics": "You, you, next victim\nYou, you, next to die\n\nYour life is your own, so they say\nBut what if it's taken away?\nOne wrong move, one wrong turn\nA lesson in life you must learn\n\nThis ain't no game of Russian Roulette\nI'm playing for keeps, this is your last bet\nOne little click, and then you're gone\nYour life is over before the dawn\n\nMy last words are for you to hear\nMy last words, so you know I'm sincere\nMy last words, before I disappear\nMy last words, now you know my fear\n\nDon't try to run, don't try to hide\nThere's nowhere to go, no place to hide\nMy aim is true, my hand is steady\nYour time is up, so get ready"
      }
    ]
  },
  {
    "id": "killing-is-my-business-and-business-is-good",
    "title": "Killing Is My Business... and Business Is Good!",
    "year": 1985,
    "cover": "/images/albums/01-killing.webp",
    "label": "Combat",
    "producers": ["Dave Mustaine", "Karat Faye"],
    "description": {
      "short": {
        "es": "Debut feroz y vertiginoso; germen del thrash de Megadeth.",
        "en": "Fierce and vertiginous debut; the genesis of Megadeth's thrash."
      },
      "extended": {
        "es": "El álbum debut de Megadeth establece las bases del sonido thrash que definiría a la banda. Grabado con un presupuesto mínimo y una producción cruda, este disco captura la rabia y la velocidad pura que Dave Mustaine buscaba tras su salida de Metallica. Con riffs demoledores y una actitud despiadada, marca el nacimiento de una de las fuerzas más importantes del metal extremo.",
        "en": "Megadeth's debut album establishes the foundation of the thrash sound that would define the band. Recorded on a minimal budget with raw production, this record captures the pure rage and speed that Dave Mustaine sought after his departure from Metallica. With devastating riffs and a ruthless attitude, it marks the birth of one of extreme metal's most important forces."
      }
    },
    "musicians": [
      {
        "name": "Dave Mustaine",
        "instrument": {
          "es": "Voz y guitarra rítmica",
          "en": "Vocals and rhythm guitar"
        }
      },
      {
        "name": "Chris Poland",
        "instrument": {
          "es": "Guitarra líder",
          "en": "Lead guitar"
        }
      },
      {
        "name": "David Ellefson",
        "instrument": {
          "es": "Bajo",
          "en": "Bass"
        }
      },
      {
        "name": "Gar Samuelson",
        "instrument": {
          "es": "Batería",
          "en": "Drums"
        }
      }
    ],
    "streaming": {
      "spotify": "https://open.spotify.com/album/0TFQuO4m3XR5pTJCFS88Qk"
    },
    "tracks": [
      {
        "n": 1,
        "title": "Last Rites / Loved to Deth",
        "duration": "4:38",
        "writers": ["Dave Mustaine"],
        "lyrics": "[Intro: Last Rites]\n(Instrumental)\n\n[Verse 1: Loved to Deth]\nYour body's empty now as I hold you\nNow you've gone I miss you, but I told you\nI remember bad times more than good\nThere's no comin' back, even if we could\n\n[Chorus]\nI loved you to deth\n\n[Verse 2]\nIf I can't have you, then no one will\nAnd since I won't, I'll have to kill\nMy only love, somethin' I've never felt\nNow you've gone to heaven and I'll burn in hell\n\n[Chorus]\nI loved you to deth\n\n[Bridge]\nAnd now I'm down below and what do I see?\nYou didn't go to heaven, you're down in hell with me\nAnd now you're coming back, baby take me please\nI really think I would if you weren't such a sleaze\n\n[Verse 3]\nI loved you once before, you kept me on a string\nI'd rather go without than take what you would bring\n\n[Chorus]\nI loved you to deth"
      },
      {
        "n": 2,
        "title": "Killing Is My Business... And Business Is Good!",
        "duration": "3:05",
        "writers": ["Dave Mustaine"],
        "lyrics": "[Verse 1]\nI am a sniper, always hit the mark\nPaid assassin, working after dark\nLooking through the night, using infra-red\nMy target's on you, aimed at your head\n\n[Pre-Chorus]\nTen thousand dollars up front\nTen thousand dollars when I'm through\nAnd I know just what to do\nAnd you know I'll do it, too\nThen I'm comin' back for you\nBack for you!\n\n[Verse 2]\nI do the gettin' rid of, don't tell me why\nDon't need to hear the truth, don't need the lies\nNow pay me quickly and now we're through\nIt brings me great pleasure to say my next job is you\n\n[Chorus]\nDon't you know that killing is my business?\nAnd business is good!\nYou'd better believe it"
      },
      {
        "n": 3,
        "title": "Skull Beneath the Skin",
        "duration": "3:45",
        "writers": ["Dave Mustaine"],
        "lyrics": "[Verse 1]\nMetal fangs, they're in your neck\nA blade of steel, a certain death\nYou feel the chill, the Reaper's breath\nYou're going to die, there's nothing left\n\n[Chorus]\nSee the skull beneath the skin\nIt's coming for you, let it in\nThe eyes of death, a glowing grin\nThe skull beneath the skin\n\n[Verse 2]\nScream in vain, a final plea\nYour life is drained for all to see\nA crimson stain for eternity\nYou can't escape your destiny\n\n[Chorus]\nSee the skull beneath the skin\nIt's coming for you, let it in\nThe eyes of death, a glowing grin\nThe skull beneath the skin"
      },
      {
        "n": 4,
        "title": "These Boots",
        "duration": "3:44",
        "writers": ["Lee Hazlewood (cover)"],
        "lyrics": "[Verse 1]\nYou keep saying you got something for me\nSomething you call love, but confess\nYou've been messin' where you shouldn't have been messin'\nAnd now someone else is getting all your best\n\n[Chorus]\nThese boots are made for walkin'\nAnd that's just what they'll do\nOne of these days these boots are gonna walk all over you\n\n[Verse 2]\nYou keep lyin' when you oughta be truthin'\nAnd you keep losin' when you oughta not bet\nYou keep samin' when you oughta be changin'\nNow what's right is right, but you ain't been right yet\n\n[Chorus]\nThese boots are made for walkin'\nAnd that's just what they'll do\nOne of these days these boots are gonna walk all over you\n\n[Verse 3]\nYou keep playin' where you shouldn't be playin'\nAnd you keep thinkin' that you'll never get burnt, ha!\nI just found me a brand new box of matches, yeah\nAnd what he knows you ain't had time to learn\n\n[Outro]\nThese boots are made for walkin'\nAnd that's just what they'll do\nOne of these days these boots are gonna walk all over you\nAre you ready, boots? Start walkin'!"
      },
      {
        "n": 5,
        "title": "Rattlehead",
        "duration": "3:42",
        "writers": ["Dave Mustaine"],
        "lyrics": "[Verse 1]\nA dose of metal you need\nTo bang your head 'til you bleed\nIt's time for snapping some neck\nSlashing, thrashing to Megadeth\n\n[Chorus]\nRattlehead\nRattlehead\n\n[Verse 2]\nYou, your head is pounding with pain\nYou shake loose parts of your brain\nWinning, sinning, beginning\nFeeding the needing for bleeding\nBashing, smashing, crashing\nFrying, annihilating you\n\n[Bridge]\nThere's someone back in the shadows\nYou feel, though you can't see his eyes\nHe'll bash your head if you cross him\nAin't quite your average guy\nDon't wear no leather to fit in\nDon't wear no spikes to be cool\nDon't want no woman beside him\nJust make it fast, loud and rude\n\n[Chorus]\nRattlehead\nRattlehead"
      },
      {
        "n": 6,
        "title": "Chosen Ones",
        "duration": "2:54",
        "writers": ["Dave Mustaine"],
        "lyrics": "[Verse 1]\nYou doubt your strength or courage?\nDon't come to join with me\nFor death surely awaits you\nWith sharp and pointy teeth\n\n[Chorus]\nAn animal so vicious\nNo others fought and won\nSo on the fields of battle\nWe are the chosen ones\n\n[Verse 2]\nHuman bones blanket the dirt\nOf the heathen's lair\nThat we must pass this den of death\nThe only path from here\n\n[Chorus]\nBut I walk in the light\nThe time to die has come\nNo one shall take my life\nI'm of the chosen ones"
      },
      {
        "n": 7,
        "title": "Looking Down the Cross",
        "duration": "4:59",
        "writers": ["Dave Mustaine"],
        "lyrics": "[Verse 1]\nBefore they take my and my blessed life\nNow you'll know why death was summoned here tonight\nI'll recall my perils, they'll kill me in pride\nNo, I can't run away, there's no place to hide\n\n[Verse 2]\nThough too much to live for, I owe enough to die\nAsk not for salvation, my death shall mean their lives\nHatred and guilt, the altar they've built\nHigh priests of sin\nDestiny, fate, the wicked one's gate\nBeckoning you in\n\n[Chorus]\nDown the walkways, through the bloodstained town\nLooking down the cross, bleeding from the crown\nLed to stay, to die beside the thieves\nKill the King of the Jews, to be\n\n[Verse 3]\nAnd now to you, this will become a putrefying pestilence\nMore noxious than the serpent's breath, malevolently destined\nMore corrupt than the malice of Choronzon\nMore diseased than the wind of the moonlight sun\n\n[Bridge]\nPutrefaction you have caused, no need for confession\nNow you wish you had a god to stop your demolition\nCrushing the bones of the hundred folds\nSwinging the judgment hammer\nMan, woman, child, no one is safe\nThe heads of the dead are the banner\n\n[Verse 4]\nAnd this was all you got, so don these broken wings\nThe sands of time run out, bells of Hades ring\nIs this a nightmare to unhallow thy name?\nSmell of brimstone dancing in the flames\n\n[Outro]\nNo help now as you fulfill his task\nChief of evil has got you by the ass\nSet free to sit upon the throne\nJust a dream? You're weeping all alone\nLooking down the cross"
      },
      {
        "n": 8,
        "title": "Mechanix",
        "duration": "4:22",
        "writers": ["Dave Mustaine"],
        "lyrics": "[Verse 1]\nImagine you were at my station\nAnd you brought your motor to me\nYou're a burner, yeah, a real motor car\nSaid you wanna get your order filled\nMade me shiver when I put it in\nPumping just won't do, y'know, lucky for you\nWhoever thought you'd be better at turning a screw than me\nI do it for a living\n\n[Chorus]\nMade my drive shaft crank\nMade my pistons bulge\nMade my ball bearings melt from the heat, yeah\n\n[Verse 2]\nWe were shifting gears hard when we took off\nPut tonight all four on the floor\nWhen we hit top end, you know it feels too slow\nSaid you wanna get your order filled\nMade me shiver when I put it in\nPumping just won't do, y'know, lucky for you\nWhoever thought you'd be better at turning a screw than me\nI do it for a living\n\n[Chorus]\nMade my drive shaft crank\nMade my pistons bulge\nMade my ball bearings melt from the heat, yeah\n\n[Verse 3]\nI'm giving you my room service\nAnd you know it's more than enough\nOh, one more time, you know I'm in love\nSaid you wanna get your order filled\nMade me shiver when I put it in\nPumping just won't do, y'know, lucky for you\nWhoever thought you'd be better at turning a screw than me\nI do it for a living, fuck yeah!\n\n[Chorus]\nMade my drive shaft crank\nMade my pistons bulge\nMade my ball bearings melt from the heat, yeah"
      }
    ]
  }
]
