{
  "title": {
    "es": "Megadeth: Historia",
    "en": "Megadeth: History"
  },
  "subtitle": {
    "es": "Cuatro décadas de furia, caos y gloria (1983–2026)",
    "en": "Four decades of fury, chaos and glory (1983–2026)"
  },
  "introduction": {
    "es": "Megadeth es una de las bandas más influyentes y duraderas del thrash metal, protagonista de una trayectoria marcada por la intensidad musical y la turbulencia personal. Fundada en 1983 por el guitarrista/vocalista Dave Mustaine tras su abrupta salida de Metallica, la banda forjó un sonido implacable que la colocó junto a Metallica, Slayer y Anthrax como parte de los \"cuatro grandes\" del género. A lo largo de más de cuarenta años, Megadeth ha lanzado 16 álbumes de estudio (con un 17.º y último en camino), ha vendido alrededor de 38 millones de discos en el mundo y ha sufrido innumerables cambios de formación, adicciones, peleas internas y reconciliaciones.",
    "en": "Megadeth is one of the most influential and enduring thrash metal bands, protagonist of a trajectory marked by musical intensity and personal turbulence. Founded in 1983 by guitarist/vocalist Dave Mustaine after his abrupt departure from Metallica, the band forged a relentless sound that placed them alongside Metallica, Slayer and Anthrax as part of the \"Big Four\" of the genre. Over more than forty years, Megadeth has released 16 studio albums (with a 17th and final one on the way), sold around 38 million records worldwide and endured countless lineup changes, addictions, internal fights and reconciliations."
  },
  "chapters": [
    {
      "id": "origenes",
      "slug": "origenes",
      "title": {
        "es": "Los orígenes",
        "en": "The Origins"
      },
      "subtitle": {
        "es": "El nacimiento de una leyenda",
        "en": "The Birth of a Legend"
      },
      "period": "1983-1985",
      "yearStart": 1983,
      "yearEnd": 1985,
      "summary": {
        "es": "Dave Mustaine fue expulsado de Metallica y fundó Megadeth con una sed de venganza musical. Junto a David Ellefson, crearon una banda destinada a ser \"la más rápida y pesada del mundo\".",
        "en": "Dave Mustaine was kicked out of Metallica and founded Megadeth with a thirst for musical revenge. Together with David Ellefson, they created a band destined to be \"the fastest and heaviest in the world\"."
      },
      "color": "#1E90FF",
      "icon": "",
      "coverImage": {
        "src": "/images/historia/davemetallica.jpg",
        "alt": "Dave Mustaine en los primeros años de Megadeth",
        "position": "background",
        "layout": "parallax"
      },
      "sections": [
        {
          "id": "expulsion-metallica",
          "title": {
            "es": "La expulsión de Metallica",
            "en": "The Metallica Expulsion"
          },
          "content": {
            "es": "Dave Mustaine fue originalmente el primer guitarrista líder de Metallica en sus comienzos, pero en 1983 –antes de que la banda grabara su álbum debut– fue expulsado debido a abusos de alcohol y drogas, además de constantes conflictos con James Hetfield y Lars Ulrich. Humillado pero determinado a vengarse musicalmente, Mustaine regresó a Los Ángeles en bus y casi de inmediato se propuso formar \"la banda más rápida y pesada del mundo\", capaz de superar a Metallica.",
            "en": "Dave Mustaine was originally Metallica's first lead guitarist in their early days, but in 1983 –before the band recorded their debut album– he was kicked out due to alcohol and drug abuse, as well as constant conflicts with James Hetfield and Lars Ulrich. Humiliated but determined to get musical revenge, Mustaine returned to Los Angeles by bus and almost immediately set out to form \"the fastest and heaviest band in the world\", capable of surpassing Metallica."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/historia/metallicamust.jpg",
              "alt": "Metallica en sus primeros años con Dave Mustaine",
              "position": "right",
              "layout": "float",
              "size": "medium",
              "caption": {
                "es": "Dave Mustaine con Metallica antes de su expulsión en 1983",
                "en": "Dave Mustaine with Metallica before his expulsion in 1983"
              }
            }
          ]
        },
        {
          "id": "fundacion-megadeth",
          "title": {
            "es": "El nacimiento de Megadeth",
            "en": "The Birth of Megadeth"
          },
          "content": {
            "es": "Junto al joven bajista David Ellefson (a quien Mustaine conoció cuando este tocaba a todo volumen en el apartamento de al lado), fundó Megadeth en 1983. El nombre proviene de un panfleto político que Mustaine encontró tirado en aquel autobús de regreso: en el folleto se leía la frase \"No podemos deshacernos del arsenal de megamuerte (megadeath), independientemente de cómo evolucionen los tratados de paz\". A Mustaine le gustó la palabra Megadeath (que en inglés designa un millón de muertes nucleares) pero le quitó la segunda \"a\", creando Megadeth como un símbolo de aniquilación del orden establecido.",
            "en": "Together with young bassist David Ellefson (whom Mustaine met when he was playing at full volume in the apartment next door), he founded Megadeth in 1983. The name comes from a political pamphlet that Mustaine found discarded on that return bus: the pamphlet read the phrase \"We can't get rid of the megadeath arsenal, regardless of how peace treaties evolve\". Mustaine liked the word Megadeath (which in English designates a million nuclear deaths) but removed the second \"a\", creating Megadeth as a symbol of annihilation of the established order."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/historia/daves.jpg",
              "alt": "Dave Mustaine y David Ellefson en los inicios",
              "position": "left",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "Dave Mustaine y David Ellefson, los fundadores de Megadeth",
                "en": "Dave Mustaine and David Ellefson, the founders of Megadeth"
              }
            },
            {
              "src": "/images/historia/firstlogo.png",
              "alt": "Evolución del logo de Megadeth",
              "position": "center",
              "layout": "gallery",
              "size": "medium"
            }
          ]
        },
        {
          "id": "primera-formacion",
          "title": {
            "es": "Completando la formación",
            "en": "Completing the Formation"
          },
          "content": {
            "es": "Lleno de entusiasmo pero con pocos recursos, Mustaine enfrentó dificultades para completar la formación. Él y Ellefson audicionaron a decenas de bateristas sin éxito; incluso contaron brevemente con Kerry King de Slayer como segundo guitarrista en algunos shows locales, una colaboración que mostraba la fraternidad temprana de la escena thrash. Finalmente reclutaron al baterista de jazz-fusión Gar Samuelson y al guitarrista Chris Poland a finales de 1984, músicos que aportarían complejidad técnica y sofisticación al sonido brutal que Mustaine buscaba. Con Mustaine ocupándose también de las voces (al no encontrar un cantante adecuado), el cuarteto empezó a componer material de altísima velocidad y complejidad técnica que elevaría los estándares del thrash metal emergente.",
            "en": "Full of enthusiasm but with few resources, Mustaine faced difficulties completing the lineup. He and Ellefson auditioned dozens of drummers unsuccessfully; they even briefly featured Kerry King from Slayer as second guitarist in some local shows, a collaboration that showed the early fraternity of the thrash scene. They finally recruited jazz-fusion drummer Gar Samuelson and guitarist Chris Poland in late 1984, musicians who would bring technical complexity and sophistication to the brutal sound Mustaine sought. With Mustaine also handling vocals (unable to find a suitable singer), the quartet began composing material of extremely high speed and technical complexity that would raise the standards of emerging thrash metal."
          },
          "layout": "image-gallery",
          "images": [
            {
              "src": "/images/historia/gar.jpg",
              "alt": "Gar Samuelson, primer baterista oficial",
              "layout": "gallery",
              "size": "medium",
              "caption": {
                "es": "Gar Samuelson",
                "en": "Gar Samuelson"
              }
            },
            {
              "src": "/images/historia/chris.jpeg",
              "alt": "Chris Poland, primer guitarrista líder",
              "layout": "gallery",
              "size": "medium",
              "caption": {
                "es": "Chris Poland",
                "en": "Chris Poland"
              }
            },
            {
              "src": "/images/historia/kerry-king.webp",
              "alt": "Kerry King tocando con Megadeth",
              "layout": "gallery",
              "size": "medium",
              "caption": {
                "es": "Kerry King en sus apariciones con Megadeth",
                "en": "Kerry King in his appearances with Megadeth"
              }
            }
          ]
        },
        {
          "id": "killing-is-my-business",
          "title": {
            "es": "Killing Is My Business… and Business Is Good!",
            "en": "Killing Is My Business… and Business Is Good!"
          },
          "content": {
            "es": "En 1984 grabaron un demo de tres canciones –\"Last Rites/Loved to Death\", \"Skull Beneath the Skin\" y \"Mechanix\"– que circuló en la escena underground y llamó la atención de sellos discográficos. Mustaine firmó con Combat Records, un sello independiente que les ofreció $8,000 para grabar su primer álbum. El presupuesto se esfumó rápidamente en drogas, alcohol y diversión, reflejando el estilo de vida desenfrenado del joven grupo. Tras despedir al productor original, Megadeth terminó de producir el álbum por su cuenta con calidad lo-fi, pero aun así su debut Killing Is My Business… and Business Is Good! (1985) se convirtió en un éxito del metal underground. El disco, lanzado en verano de 1985, mostró una técnica feroz que elevó el estándar del thrash metal emergente. Incluyó \"Mechanix\", un tema que Mustaine había compuesto en Metallica y que esa banda re-grabó (más lento) como \"The Four Horsemen\" en Kill 'Em All, marcando una de las primeras venganzas musicales de Dave. También presentó la primera aparición de Vic Rattlehead, la ahora famosa mascota calavérica de Megadeth, en la portada. Con canciones agresivas y veloces, Killing Is My Business... puso a Megadeth en el mapa y les consiguió un contrato con el gigante Capitol Records para su siguiente lanzamiento.",
            "en": "In 1984 they recorded a three-song demo –\"Last Rites/Loved to Death\", \"Skull Beneath the Skin\" and \"Mechanix\"– that circulated in the underground scene and caught the attention of record labels. Mustaine signed with Combat Records, an independent label that offered them $8,000 to record their first album. The budget quickly vanished on drugs, alcohol and fun, reflecting the young group's unrestrained lifestyle. After firing the original producer, Megadeth finished producing the album themselves with lo-fi quality, but still their debut Killing Is My Business… and Business Is Good! (1985) became an underground metal success. The album, released in summer 1985, showed ferocious technique that raised the standard of emerging thrash metal. It included \"Mechanix\", a song that Mustaine had composed in Metallica and that band re-recorded (slower) as \"The Four Horsemen\" on Kill 'Em All, marking one of Dave's first musical revenges. It also featured the first appearance of Vic Rattlehead, Megadeth's now famous skull mascot, on the cover. With aggressive and fast songs, Killing Is My Business... put Megadeth on the map and got them a contract with the giant Capitol Records for their next release."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/historia/Killing-is-My-Business.webp",
              "alt": "Portada de Killing Is My Business… and Business Is Good!",
              "position": "right",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "Debut discográfico que marcó el inicio de la leyenda",
                "en": "Debut album that marked the beginning of the legend"
              }
            },
            {
              "src": "/images/historia/firstvic.jpg",
              "alt": "Primera aparición de Vic Rattlehead",
              "position": "left",
              "layout": "float",
              "size": "medium",
              "caption": {
                "es": "Vic Rattlehead hace su debut",
                "en": "Vic Rattlehead makes his debut"
              }
            }
          ]
        }
      ]
    },
    {
      "id": "ascenso-y-caos",
      "slug": "ascenso-y-caos",
      "title": {
        "es": "Ascenso y caos",
        "en": "Rise and Chaos"
      },
      "subtitle": {
        "es": "El éxito acompañado de turbulencia",
        "en": "Success Accompanied by Turbulence"
      },
      "period": "1985-1990",
      "yearStart": 1985,
      "yearEnd": 1990,
      "summary": {
        "es": "Con Capitol Records, Megadeth alcanzó fama mundial con 'Peace Sells', pero las adicciones devastaron la banda. Múltiples cambios de formación marcaron una era de éxito externo y caos interno.",
        "en": "With Capitol Records, Megadeth achieved worldwide fame with 'Peace Sells', but addictions devastated the band. Multiple lineup changes marked an era of external success and internal chaos."
      },
      "color": "#1E90FF",
      "icon": "",
      "coverImage": {
        "src": "/images/historia/1986.jpg",
        "alt": {
          "es": "Megadeth en la era Peace Sells",
          "en": "Megadeth in the Peace Sells era"
        },
        "position": "background",
        "layout": "parallax"
      },
      "sections": [
        {
          "id": "peace-sells",
          "title": {
            "es": "Peace Sells... but Who's Buying?",
            "en": "Peace Sells... but Who's Buying?"
          },
          "content": {
            "es": "Ya con Capitol Records, Megadeth tuvo la oportunidad de llevar su música a un público mayor, pero el ascenso vino acompañado de caos interno. Su segundo álbum, Peace Sells... but Who's Buying? (1986), marcó un antes y un después en su carrera: con himnos como \"Peace Sells\", la banda se volvió una de las más populares del thrash estadounidense, vendiendo más de un millón de copias en su país natal. El disco presentó un sonido más maduro y técnicamente superior al debut, con riffs complejos y solos virtuosos que definirían el estilo distintivo de Megadeth. El sencillo \"Peace Sells\" contó con un video rotado en MTV que se convirtió en icónico: presentaba a Vic Rattlehead frente a las ruinas de las Naciones Unidas, una imagen que capturó perfectamente el espíritu rebelde y político del metal ochentero. La exposición en MTV fue crucial para expandir su audiencia más allá del underground.",
            "en": "Now with Capitol Records, Megadeth had the opportunity to bring their music to a larger audience, but the rise came accompanied by internal chaos. Their second album, Peace Sells... but Who's Buying? (1986), marked a before and after in their career: with anthems like \"Peace Sells\", the band became one of the most popular American thrash acts, selling over a million copies in their home country. The album presented a more mature and technically superior sound to their debut, with complex riffs and virtuoso solos that would define Megadeth's distinctive style. The single \"Peace Sells\" featured a video aired on MTV that became iconic: it showed Vic Rattlehead in front of the ruins of the United Nations, an image that perfectly captured the rebellious and political spirit of eighties metal. The MTV exposure was crucial for expanding their audience beyond the underground."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/albums/02-peace.webp",
              "alt": {
                "es": "Portada de Peace Sells... but Who's Buying?",
                "en": "Cover of Peace Sells... but Who's Buying?"
              },
              "position": "center",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "El álbum que los catapultó al estrellato",
                "en": "The album that catapulted them to stardom"
              }
            },
            {
              "src": "/images/historia/psvideo.jpg",
              "alt": {
                "es": "Video de Peace Sells en MTV",
                "en": "Peace Sells video on MTV"
              },
              "position": "right",
              "layout": "float",
              "size": "medium",
              "caption": {
                "es": "Icónico video de MTV",
                "en": "Iconic MTV video"
              }
            }
          ]
        },
        {
          "id": "adicciones-despidos",
          "title": {
            "es": "Adicciones y despidos",
            "en": "Addictions and Dismissals"
          },
          "content": {
            "es": "Sin embargo, pese al éxito externo, la adicción a la heroína de Mustaine, Poland y Samuelson empeoraba dramáticamente. El consumo de drogas alcanzó niveles destructivos que amenazaban la supervivencia misma de la banda. Los problemas de puntualidad, rendimiento errático en vivo y comportamientos impredecibles se volvieron constantes durante las giras. Tras la gira del álbum Peace Sells, Mustaine tomó la difícil decisión de despedir a Poland y Gar Samuelson por sus graves drogodependencias, acusándolos incluso de vender equipo de la banda para costear sus hábitos destructivos. La situación había llegado a un punto insostenible donde la adicción superaba cualquier compromiso profesional. Era finales de 1987 y Megadeth perdía a dos miembros clave –arquitectos del sonido que los había llevado al éxito– justo cuando su fama crecía exponencialmente.",
            "en": "However, despite external success, the heroin addiction of Mustaine, Poland and Samuelson was dramatically worsening. Drug consumption reached destructive levels that threatened the very survival of the band. Problems with punctuality, erratic live performance and unpredictable behavior became constant during tours. After the Peace Sells album tour, Mustaine made the difficult decision to fire Poland and Gar Samuelson for their severe drug dependencies, even accusing them of selling band equipment to finance their destructive habits. The situation had reached an unsustainable point where addiction surpassed any professional commitment. It was late 1987 and Megadeth was losing two key members –architects of the sound that had led them to success– just as their fame was growing exponentially."
          },
          "layout": "text-only"
        },
        {
          "id": "so-far-so-good",
          "title": {
            "es": "So Far, So Good... So What!",
            "en": "So Far, So Good... So What!"
          },
          "content": {
            "es": "Con la banda desestabilizada, Mustaine y Ellefson se apresuraron a reclutar reemplazos: el guitarrista Jeff Young y el baterista Chuck Behler (quien había sido técnico de batería de Gar y conocía bien el material) se unieron apenas seis semanas antes de entrar al estudio a grabar el tercer disco. Esta urgencia marcó tanto las fortalezas como las debilidades del resultado. So Far, So Good... So What! (1988) emergió como un álbum furioso y crudo, con destellos de brillantez genuina –como \"In My Darkest Hour\", emotiva y melancólica pieza que Mustaine compuso tras enterarse de la muerte de Cliff Burton de Metallica, mostrando una faceta más introspectiva– pero también reflejando el caos en su producción acelerada. Entre las canciones destacaba un cover frenético y acelerado de \"Anarchy in the U.K.\" de los Sex Pistols, que capturaba perfectamente el espíritu destructivo del momento que vivía la banda.",
            "en": "With the band destabilized, Mustaine and Ellefson hurried to recruit replacements: guitarist Jeff Young and drummer Chuck Behler (who had been Gar's drum tech and knew the material well) joined just six weeks before entering the studio to record the third album. This urgency marked both the strengths and weaknesses of the result. So Far, So Good... So What! (1988) emerged as a furious and raw album, with flashes of genuine brilliance –like \"In My Darkest Hour\", an emotional and melancholic piece that Mustaine composed after learning of Cliff Burton's death from Metallica, showing a more introspective facet– but also reflecting the chaos in its rushed production. Among the songs stood out a frantic and accelerated cover of \"Anarchy in the U.K.\" by the Sex Pistols, which perfectly captured the destructive spirit of the moment the band was living."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/albums/03-sfsgsw.webp",
              "alt": {
                "es": "Portada de So Far, So Good... So What!",
                "en": "Cover of So Far, So Good... So What!"
              },
              "position": "left",
              "layout": "float",
              "size": "large"
            }
          ]
        },
        {
          "id": "monsters-of-rock",
          "title": {
            "es": "Monsters of Rock y más caos",
            "en": "Monsters of Rock and More Chaos"
          },
          "content": {
            "es": "Aunque So Far, So Good... logró buenas ventas y mantuvo a Megadeth en una intensa gira mundial durante 1988, el comportamiento cada vez más errático de Mustaine –entonces en el pico absoluto de sus adicciones– causó serios problemas logísticos y artísticos. En verano de 1988, Megadeth logró una exposición masiva al participar en el prestigioso festival Monsters of Rock en Donington Park (Inglaterra) frente a más de 100.000 personas, compartiendo cartel con gigantes como Iron Maiden, Kiss y Guns N' Roses. Fue una oportunidad dorada para consolidar su estatus internacional, pero el caos interno seguía creciendo. Inmediatamente después del festival, en una decisión impulsiva que ejemplificaba su estado mental deteriorado, Mustaine despidió también a Behler y Young, cancelando abruptamente la gira programada que tenían por Australia y dejando a la banda nuevamente desmantelada en pleno momento de éxito.",
            "en": "Although So Far, So Good... achieved good sales and kept Megadeth on an intense world tour during 1988, Mustaine's increasingly erratic behavior –then at the absolute peak of his addictions– caused serious logistical and artistic problems. In summer 1988, Megadeth achieved massive exposure by participating in the prestigious Monsters of Rock festival at Donington Park (England) in front of more than 100,000 people, sharing the bill with giants like Iron Maiden, Kiss and Guns N' Roses. It was a golden opportunity to consolidate their international status, but internal chaos continued to grow. Immediately after the festival, in an impulsive decision that exemplified his deteriorated mental state, Mustaine also fired Behler and Young, abruptly canceling the scheduled tour they had for Australia and leaving the band dismantled again in the middle of their success."
          },
          "layout": "image-gallery",
          "images": [
            {
              "src": "/images/historia/1987.webp",
              "alt": {
                "es": "Jeff Young y Chuck Behler",
                "en": "Jeff Young and Chuck Behler"
              },
              "position": "left",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "Jeff Young y Chuck Behler, la nueva dupla",
                "en": "Jeff Young and Chuck Behler, the new duo"
              }
            },
            {
              "src": "/images/historia/monster-of-rock-88-cartel.jpg",
              "alt": {
                "es": "Cartel del Monsters of Rock 1988",
                "en": "Monsters of Rock 1988 poster"
              },
              "layout": "gallery",
              "position": "full",
              "size": "large",
              "caption": {
                "es": "Monsters of Rock 1988",
                "en": "Monsters of Rock 1988"
              }
            },
            {
              "src": "/images/historia/donnington.jpg",
              "alt": {
                "es": "Megadeth en Donington 1988",
                "en": "Megadeth at Donington 1988"
              },
              "position": "right",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "Monsters of Rock 1988 - 100,000 personas",
                "en": "Monsters of Rock 1988 - 100,000 people"
              }
            }
          ]
        },
        {
          "id": "nueva-formacion",
          "title": {
            "es": "Reinvención desde el caos",
            "en": "Reinvention from Chaos"
          },
          "content": {
            "es": "Reconociendo finalmente la gravedad de la situación, Ellefson ingresó a rehabilitación tras ese turbulento tour, y Mustaine hizo lo mismo (aunque este último sufrió una recaída semanas después, evidenciando lo profundo de su batalla personal). A finales de 1988, Megadeth se encontraba prácticamente destrozado por los excesos: Mustaine enfrentaba su adicción en clínica, la formación estaba otra vez incompleta y el futuro de la banda era completamente incierto. Los años de éxito habían sido eclipsados por la autodestrucción. Sin embargo, de ese caos total surgiría la reinvención más importante en la historia de Megadeth. En 1989, ya más sobrio y determinado, Mustaine conoció al extraordinariamente talentoso guitarrista Marty Friedman –ex virtuoso de la banda de metal neoclásico Cacophony– y decidió integrarlo a la banda tras considerar varios candidatos (entre ellos nada menos que Dimebag Darrell de Pantera). Junto con Nick Menza (ex técnico de batería de la banda que conocía perfectamente el repertorio, ascendido a baterista oficial tras demostrar su talento durante la salida de Chuck), Megadeth se preparó para lo que sería su reinvención más exitosa. Recién salido de rehabilitación y con una formación renovada que combinaba experiencia y virtuosismo técnico, Mustaine entró al estudio a mediados de 1990 con una determinación feroz y una claridad mental recuperada. El resultado sería histórico.",
            "en": "Finally recognizing the gravity of the situation, Ellefson entered rehabilitation after that turbulent tour, and Mustaine did the same (although the latter suffered a relapse weeks later, evidencing the depth of his personal battle). By the end of 1988, Megadeth was practically destroyed by excesses: Mustaine was facing his addiction in clinic, the lineup was incomplete again and the band's future was completely uncertain. The years of success had been eclipsed by self-destruction. However, from that total chaos would emerge the most important reinvention in Megadeth's history. In 1989, now more sober and determined, Mustaine met the extraordinarily talented guitarist Marty Friedman –former virtuoso of the neoclassical metal band Cacophony– and decided to integrate him into the band after considering several candidates (among them none other than Dimebag Darrell from Pantera). Together with Nick Menza (former drum tech of the band who knew the repertoire perfectly, promoted to official drummer after demonstrating his talent during Chuck's departure), Megadeth prepared for what would be their most successful reinvention. Fresh out of rehabilitation and with a renewed lineup that combined experience and technical virtuosity, Mustaine entered the studio in mid-1990 with fierce determination and recovered mental clarity. The result would be historic."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/historia/maxresdefault.jpg",
              "alt": {
                "es": "Marty Friedman se une a Megadeth",
                "en": "Marty Friedman joins Megadeth"
              },
              "position": "right",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "Marty Friedman, el virtuoso que cambiaría todo",
                "en": "Marty Friedman, the virtuoso who would change everything"
              }
            },
            {
              "src": "/images/historia/nm.jpg",
              "alt": {
                "es": "Nick Menza en sus inicios",
                "en": "Nick Menza in his early days"
              },
              "position": "left",
              "layout": "float",
              "size": "medium",
              "caption": {
                "es": "Nick Menza, de técnico a estrella",
                "en": "Nick Menza, from tech to star"
              }
            }
          ]
        }
      ]
    },
    {
      "id": "exito-masivo",
      "slug": "exito-masivo",
      "title": {
        "es": "Éxito masivo",
        "en": "Massive Success"
      },
      "subtitle": {
        "es": "La era dorada del thrash",
        "en": "The Golden Era of Thrash"
      },
      "period": "1990-1997",
      "yearStart": 1990,
      "yearEnd": 1997,
      "summary": {
        "es": "Con la formación clásica Mustaine-Friedman-Ellefson-Menza, Megadeth alcanzó su pico creativo y comercial. 'Rust in Peace' y 'Countdown to Extinction' los establecieron como gigantes del metal mundial.",
        "en": "With the classic Mustaine-Friedman-Ellefson-Menza lineup, Megadeth reached their creative and commercial peak. 'Rust in Peace' and 'Countdown to Extinction' established them as giants of world metal."
      },
      "color": "#1E90FF",
      "icon": "",
      "coverImage": {
        "src": "/images/historia/1989.jpg",
        "alt": {
          "es": "Megadeth en la era Rust in Peace",
          "en": "Megadeth in the Rust in Peace era"
        },
        "position": "background",
        "layout": "parallax"
      },
      "sections": [
        {
          "id": "rust-in-peace",
          "title": {
            "es": "Rust in Peace: La obra cumbre",
            "en": "Rust in Peace: The Masterpiece"
          },
          "content": {
            "es": "Recién salido de rehabilitación y con una formación renovada, Mustaine entró al estudio a mediados de 1990 con una determinación feroz. El resultado sería histórico. En septiembre de 1990 Megadeth lanzó Rust in Peace, considerado por muchos su obra cumbre y uno de los mejores álbumes de thrash metal de todos los tiempos. Con la virtuosa dupla Mustaine–Friedman en guitarras, la potencia de Ellefson en el bajo y la técnica fulminante de Nick Menza en batería, Rust in Peace entregó temas complejos y emblemáticos como \"Holy Wars... The Punishment Due\" y \"Hangar 18\", que mostraban un Megadeth más preciso y en estado de gracia creativo.",
            "en": "Fresh out of rehabilitation and with a renewed lineup, Mustaine entered the studio in mid-1990 with fierce determination. The result would be historic. In September 1990 Megadeth released Rust in Peace, considered by many their masterpiece and one of the best thrash metal albums of all time. With the virtuoso duo Mustaine–Friedman on guitars, Ellefson's power on bass and Nick Menza's devastating technique on drums, Rust in Peace delivered complex and emblematic tracks like \"Holy Wars... The Punishment Due\" and \"Hangar 18\", which showed a more precise Megadeth in a state of creative grace."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/albums/04-rip.webp",
              "alt": {
                "es": "Portada de Rust in Peace",
                "en": "Cover of Rust in Peace"
              },
              "position": "center",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "La obra maestra que definió el thrash metal",
                "en": "The masterpiece that defined thrash metal"
              }
            },
            {
              "src": "/images/historia/19892.jpg",
              "alt": {
                "es": "Formación clásica de Megadeth",
                "en": "Classic Megadeth lineup"
              },
              "position": "full",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "Mustaine, Friedman, Ellefson y Menza - La alineación legendaria",
                "en": "Mustaine, Friedman, Ellefson and Menza - The legendary lineup"
              }
            }
          ]
        },
        {
          "id": "clash-of-titans",
          "title": {
            "es": "Clash of the Titans",
            "en": "Clash of the Titans"
          },
          "content": {
            "es": "El disco fue aclamado por la crítica y certificado Oro en EE.UU., consolidando la alineación \"clásica\" de la banda. En 1991 Megadeth se embarcó en la gira Clash of the Titans, co-encabezando con Slayer, Anthrax y Testament, arrasando escenarios en Europa y Estados Unidos y demostrando que el thrash metal podía llenar arenas. También abrieron shows para Judas Priest en su gira Painkiller ese año, aprendiendo de los veteranos del metal. Los años de caos parecían haber quedado atrás: Megadeth ahora funcionaba como una máquina bien aceitada, compitiendo de igual a igual con Metallica en popularidad e impacto.",
            "en": "The album was critically acclaimed and certified Gold in the US, consolidating the band's \"classic\" lineup. In 1991 Megadeth embarked on the Clash of the Titans tour, co-headlining with Slayer, Anthrax and Testament, devastating stages across Europe and the United States and proving that thrash metal could fill arenas. They also opened shows for Judas Priest on their Painkiller tour that year, learning from the metal veterans. The years of chaos seemed to be behind them: Megadeth now functioned like a well-oiled machine, competing on equal terms with Metallica in popularity and impact."
          },
          "layout": "image-gallery",
          "images": [
            {
              "src": "/images/historia/cot.jpg",
              "alt": {
                "es": "Póster de Clash of the Titans",
                "en": "Clash of the Titans poster"
              },
              "layout": "gallery",
              "position": "full",
              "size": "large",
              "caption": {
                "es": "La gira que definió el thrash metal",
                "en": "The tour that defined thrash metal"
              }
            },
            {
              "src": "/images/historia/n4.jpg",
              "alt": {
                "es": "Los cuatro grandes del thrash",
                "en": "The Big Four of thrash"
              },
              "layout": "gallery",
              "size": "large",
              "position": "full",
              "caption": {
                "es": "Los Big Four en los 90s",
                "en": "The Big Four in the 90s"
              }
            }
          ]
        },
        {
          "id": "countdown-to-extinction",
          "title": {
            "es": "Countdown to Extinction: Mainstream",
            "en": "Countdown to Extinction: Mainstream"
          },
          "content": {
            "es": "El siguiente álbum llevó a Megadeth del estatus de culto al mainstream absoluto. Countdown to Extinction (1992) debutó en el #2 del Billboard estadounidense (solo por detrás de Billy Ray Cyrus), fue certificado Doble Platino y obtuvo una nominación al Grammy. Canciones como \"Symphony of Destruction\", \"Sweating Bullets\" y \"Countdown to Extinction\" se volvieron himnos metaleros de los 90 y ampliaron dramáticamente la audiencia de la banda más allá del thrash tradicional. Countdown... presentaba un sonido algo más accesible y pulido, sin sacrificar la furia ni el contenido crítico (el tema título denuncia la matanza de especies animales). La banda filmó videos populares que dominaron MTV y realizó una gira mundial masiva en estadios y festivales, tocando junto a grupos como Pantera y Suicidal Tendencies. Para esta época Megadeth ya acumulaba seis discos de Oro/Platino consecutivos en EE.UU., confirmando que su éxito era sostenido y no una casualidad. Mustaine y sus compañeros recibieron elogios mediáticos e incluso se involucraron en eventos de alto perfil, como cuando Dave fue corresponsal de MTV en la Convención Demócrata de 1992, mostrando que Megadeth había trascendido completamente la esfera del metal underground para convertirse en iconos culturales.",
            "en": "The next album took Megadeth from cult status to absolute mainstream. Countdown to Extinction (1992) debuted at #2 on the US Billboard (only behind Billy Ray Cyrus), was certified Double Platinum and received a Grammy nomination. Songs like \"Symphony of Destruction\", \"Sweating Bullets\" and \"Countdown to Extinction\" became metal anthems of the 90s and dramatically expanded the band's audience beyond traditional thrash. Countdown... presented a somewhat more accessible and polished sound, without sacrificing fury or critical content (the title track denounces the slaughter of animal species). The band filmed popular videos that dominated MTV and carried out a massive world tour in stadiums and festivals, playing alongside groups like Pantera and Suicidal Tendencies. By this time Megadeth had already accumulated six consecutive Gold/Platinum albums in the US, confirming that their success was sustained and not a fluke. Mustaine and his companions received media praise and even got involved in high-profile events, such as when Dave was an MTV correspondent at the 1992 Democratic Convention, showing that Megadeth had completely transcended the underground metal sphere to become cultural icons."
          },
          "layout": "image-gallery",
          "images": [
            {
              "src": "/images/albums/05-countdown.jpg",
              "alt": {
                "es": "Portada de Countdown to Extinction",
                "en": "Cover of Countdown to Extinction"
              },
              "caption": {
                "es": "Portada de Countdown to Extinction",
                "en": "Cover of Countdown to Extinction"
              },
              "position": "full",
              "layout": "gallery",
              "size": "large"
            },
            {
              "src": "/images/historia/videosy.jpg",
              "alt": {
                "es": "Video de Symphony of Destruction",
                "en": "Symphony of Destruction video"
              },
              "position": "full",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "El himno que conquistó MTV",
                "en": "The anthem that conquered MTV"
              }
            }
          ]
        },
        {
          "id": "youthanasia",
          "title": {
            "es": "Youthanasia: Madurez creativa",
            "en": "Youthanasia: Creative Maturity"
          },
          "content": {
            "es": "En 1994 el grupo siguió evolucionando con Youthanasia, un álbum más melódico y mid-tempo que reflejó la madurez compositiva de Mustaine. Lanzado en Halloween de 1994, Youthanasia (con portada mostrando a ancianas colgando bebés en un tendedero) causó impacto visual y vendió muy bien, destacando temas como \"Train of Consequences\" y la balada \"À Tout Le Monde\". Aunque algunos fans extrañaron la velocidad de trabajos previos, Megadeth mostró su versatilidad sin perder su filo. El disco fue certificado Platino y su gira mundial los llevó por primera vez a Sudamérica a fines de 1994, donde tocaron ante multitudes apasionadas que los recibieron como verdaderas estrellas de rock. En 1995 publicaron el EP Hidden Treasures, compilando canciones hasta entonces dispersas en soundtracks (como \"Angry Again\" del filme Last Action Hero y el cover \"Paranoid\" de Black Sabbath), demostrando la calidad constante de su material. Ese mismo año, encabezaron el prestigioso Monsters of Rock en Argentina y Brasil junto a leyendas como Alice Cooper y Ozzy Osbourne, confirmando definitivamente su lugar en la cima del metal mundial y su capacidad de liderar festivales masivos.",
            "en": "In 1994 the group continued evolving with Youthanasia, a more melodic and mid-tempo album that reflected Mustaine's compositional maturity. Released on Halloween 1994, Youthanasia (with cover showing elderly women hanging babies on a clothesline) caused visual impact and sold very well, featuring standout tracks like \"Train of Consequences\" and the ballad \"À Tout Le Monde\". Although some fans missed the speed of previous works, Megadeth showed their versatility without losing their edge. The album was certified Platinum and their world tour took them to South America for the first time in late 1994, where they played to passionate crowds who received them as true rock stars. In 1995 they released the EP Hidden Treasures, compiling songs previously scattered across soundtracks (like \"Angry Again\" from the film Last Action Hero and the cover \"Paranoid\" by Black Sabbath), demonstrating the consistent quality of their material. That same year, they headlined the prestigious Monsters of Rock in Argentina and Brazil alongside legends like Alice Cooper and Ozzy Osbourne, definitively confirming their place at the top of world metal and their ability to lead massive festivals."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/albums/06-youthanasia.webp",
              "alt": {
                "es": "Portada controvertida de Youthanasia",
                "en": "Controversial cover of Youthanasia"
              },
              "position": "full",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "Portada que causó polémica en 1994",
                "en": "Cover that caused controversy in 1994"
              }
            },
            {
              "src": "/images/historia/megarg.avif",
              "alt": {
                "es": "Megadeth en Sudamérica 1994",
                "en": "Megadeth in South America 1994"
              },
              "position": "right",
              "layout": "float",
              "size": "medium",
              "caption": {
                "es": "Primer tour sudamericano",
                "en": "First South American tour"
              }
            }
          ]
        },
        {
          "id": "cryptic-writings",
          "title": {
            "es": "Cryptic Writings: Éxito radial",
            "en": "Cryptic Writings: Radio Success"
          },
          "content": {
            "es": "Para 1997, ya con 14 años de carrera, Megadeth era un gigante establecido del metal mundial. Ese año lanzaron Cryptic Writings, disco que continuó la senda más accesible e incluso coqueteó audazmente con el hard rock moderno. El sencillo \"Trust\" se convirtió en su canción de mayor éxito en radio, alcanzando el #5 en la lista Mainstream Rock de Billboard (su posición más alta en ese chart hasta la fecha). Cryptic Writings fue certificado Oro rápidamente, impulsado también por otros temas destacados como \"Almost Honest\" y \"Secret Place\". La banda ganó en 1997 el premio Metal Edge Readers' Choice a Mejor Banda en Vivo, reflejo de su potente actuación en escenarios que seguía siendo impecable. Sin embargo, bajo la superficie del éxito había señales preocupantes de problemas internos: durante la gira de Cryptic Writings, el baterista Nick Menza descubrió un tumor en su rodilla que requirió cirugía inmediata y debió abandonar abruptamente la gira. Mustaine, siempre temiendo por la estabilidad del grupo después de tantos cambios pasados, tomó la controvertida decisión de reemplazar a Menza definitivamente en lugar de esperarlo. En julio de 1998 anunció la incorporación del baterista Jimmy DeGrasso (ex Alice Cooper, Suicidal Tendencies), marcando el primer cambio de integrante en la exitosa era noventera y anticipando una fase más inestable por venir. Poco después, Marty Friedman empezó a expresar abiertamente su creciente descontento con la dirección musical más comercial que la banda estaba tomando, sembrando las semillas de futuras tensiones creativas.",
            "en": "By 1997, already with 14 years of career, Megadeth was an established giant of world metal. That year they released Cryptic Writings, an album that continued the more accessible path and even boldly flirted with modern hard rock. The single \"Trust\" became their most successful radio song, reaching #5 on the Billboard Mainstream Rock chart (their highest position on that chart to date). Cryptic Writings was quickly certified Gold, also driven by other standout tracks like \"Almost Honest\" and \"Secret Place\". The band won the 1997 Metal Edge Readers' Choice award for Best Live Band, reflecting their powerful stage performance that remained impeccable. However, beneath the surface of success there were worrying signs of internal problems: during the Cryptic Writings tour, drummer Nick Menza discovered a tumor in his knee that required immediate surgery and had to abruptly abandon the tour. Mustaine, always fearing for the group's stability after so many past changes, made the controversial decision to replace Menza permanently instead of waiting for him. In July 1998 he announced the incorporation of drummer Jimmy DeGrasso (ex Alice Cooper, Suicidal Tendencies), marking the first lineup change in the successful nineties era and anticipating a more unstable phase to come. Shortly after, Marty Friedman began to openly express his growing discontent with the more commercial musical direction the band was taking, sowing the seeds of future creative tensions."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/albums/07-cryptic.webp",
              "alt": {
                "es": "Portada de Cryptic Writings",
                "en": "Cover of Cryptic Writings"
              },
              "position": "left",
              "layout": "float",
              "size": "large"
            },
            {
              "src": "/images/historia/trust.webp",
              "alt": {
                "es": "Video de Trust",
                "en": "Trust video"
              },
              "position": "right",
              "layout": "float",
              "size": "medium",
              "caption": {
                "es": "Trust - Su mayor éxito radial",
                "en": "Trust - Their biggest radio success"
              }
            }
          ]
        }
      ]
    },
    {
      "id": "crisis-reinvencion",
      "slug": "crisis-reinvencion",
      "title": {
        "es": "Crisis y reinvención",
        "en": "Crisis and Reinvention"
      },
      "subtitle": {
        "es": "Experimentación, disolución y regreso",
        "en": "Experimentation, Dissolution and Return"
      },
      "period": "1998-2009",
      "yearStart": 1998,
      "yearEnd": 2009,
      "summary": {
        "es": "Una era turbulenta marcada por 'Risk', la partida de Marty Friedman, la lesión de Mustaine que llevó a la disolución temporal, y el eventual renacimiento con 'The System Has Failed'.",
        "en": "A turbulent era marked by 'Risk', Marty Friedman's departure, Mustaine's injury that led to temporary dissolution, and the eventual rebirth with 'The System Has Failed'."
      },
      "color": "#1E90FF",
      "icon": "",
      "coverImage": {
        "src": "/images/historia/1998.webp",
        "alt": {
          "es": "Megadeth en la era experimental",
          "en": "Megadeth in the experimental era"
        },
        "position": "background",
        "layout": "parallax"
      },
      "sections": [
        {
          "id": "risk-album",
          "title": {
            "es": "Risk: El experimento controversial",
            "en": "Risk: The Controversial Experiment"
          },
          "content": {
            "es": "Hacia el final de los 90, la racha dorada de Megadeth tropezó. Mustaine, siempre inquieto, quiso experimentar más allá del thrash. El resultado fue Risk (1999), un álbum que, tal como su nombre indicaba, fue un \"riesgo\" estilístico: incorporó elementos de rock alternativo y pop metal que desconcertaron a muchos fans. Risk (producido por Dann Huff) contenía sencillos como \"Crush 'Em\" –pensado para sonar en estadios deportivos– y baladas más suaves, alejándose del sonido agresivo tradicional. La recepción fue mixta tirando a negativa; aunque vendió decentemente y llegó a Disco de Oro, Risk es recordado como el disco más controvertido de Megadeth.",
            "en": "Towards the end of the 90s, Megadeth's golden streak stumbled. Mustaine, always restless, wanted to experiment beyond thrash. The result was Risk (1999), an album that, as its name indicated, was a stylistic \"risk\": it incorporated elements of alternative rock and pop metal that confused many fans. Risk (produced by Dann Huff) contained singles like \"Crush 'Em\" –designed to sound in sports stadiums– and softer ballads, moving away from the traditional aggressive sound. The reception was mixed to negative; although it sold decently and reached Gold status, Risk is remembered as Megadeth's most controversial album."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/albums/08-risk.webp",
              "alt": {
                "es": "Portada de Risk",
                "en": "Cover of Risk"
              },
              "position": "full",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "El álbum más controversial de su carrera",
                "en": "The most controversial album of their career"
              }
            },
            {
              "src": "/images/historia/crush.jpg",
              "alt": {
                "es": "Video de Crush 'Em",
                "en": "Crush 'Em video"
              },
              "position": "right",
              "layout": "float",
              "size": "medium"
            }
          ]
        },
        {
          "id": "marty-friedman-departure",
          "title": {
            "es": "Despedida de Marty Friedman",
            "en": "Marty Friedman's Farewell"
          },
          "content": {
            "es": "La tensión creativa alcanzó su pico: Marty Friedman dejó la banda en diciembre de 1999, citando \"diferencias musicales\" con Mustaine. Tras casi diez años, Megadeth perdía a su aclamado guitarrista líder. Mustaine contrató al experimentado Al Pitrelli (ex Savatage, Alice Cooper) para cubrir la vacante en 2000, y la banda se apresuró a componer material nuevo para reencontrarse con sus raíces metálicas y reconectar con el público más antiguo.",
            "en": "Creative tension reached its peak: Marty Friedman left the band in December 1999, citing \"musical differences\" with Mustaine. After almost ten years, Megadeth lost their acclaimed lead guitarist. Mustaine hired the experienced Al Pitrelli (ex Savatage, Alice Cooper) to fill the vacancy in 2000, and the band rushed to compose new material to reconnect with their metal roots and reconnect with their older audience."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/historia/last.jpg",
              "alt": {
                "es": "Último show de Marty Friedman con Megadeth",
                "en": "Marty Friedman's last show with Megadeth"
              },
              "position": "center",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "El final de una era - Marty se despide",
                "en": "The end of an era - Marty says goodbye"
              }
            },
            {
              "src": "/images/historia/megall.jpg",
              "alt": {
                "es": "Al Pitrelli se une a Megadeth",
                "en": "Al Pitrelli joins Megadeth"
              },
              "position": "right",
              "layout": "float",
              "size": "medium",
              "caption": {
                "es": "Al Pitrelli, el reemplazo veterano",
                "en": "Al Pitrelli, the veteran replacement"
              }
            }
          ]
        },
        {
          "id": "world-needs-hero",
          "title": {
            "es": "World Needs a Hero",
            "en": "World Needs a Hero"
          },
          "content": {
            "es": "El nuevo milenio trajo un intento de corrección de rumbo con World Needs a Hero (2001). Este álbum buscó recuperar el tono heavy clásico de la banda tras las críticas a Risk. Con Mustaine nuevamente a cargo de casi todas las composiciones, World Needs a Hero ofreció temas como \"Moto Psycho\" y \"Dread and the Fugitive Mind\", que si bien no alcanzaron el brillo de los clásicos, sí mostraban a Megadeth intentando revitalizar su identidad metalera. Durante 2001 realizaron giras más modestas, pero muy memorables en ciertos lugares. Tambien sacaron su primer disco en vivo 'Rude Awakening'. El álbum estaba planeado para ser grabado en directo en un concierto en Argentina, pero debido a los atentados del 11 de septiembre en el 2001, la banda decidió grabarlo en directo en los Estados Unidos. El álbum fue un rechazo total de mucho del material suave de Megadeth (como el álbum Risk, del cual no se incluyeron pistas) y fue visto como el regreso a sus días más 'pesados' de los 80 y de principios de los 90. (Mucho del material escogido, si no es que todo, fue elegido por seguidores que votaron por ellos en Megadeth.com).",
            "en": "The new millennium brought an attempt at course correction with World Needs a Hero (2001). This album sought to recover the band's classic heavy tone following the criticism of Risk. With Mustaine again in charge of almost all compositions, World Needs a Hero offered tracks like \"Moto Psycho\" and \"Dread and the Fugitive Mind\", which, while not reaching the brilliance of the classics, did show Megadeth attempting to revitalize their metal identity. During 2001 they toured more modestly, but very memorably in certain places. They also released their first live album 'Rude Awakening'. The album was planned to be recorded live at a concert in Argentina, but due to the September 11 attacks in 2001, the band decided to record it live in the United States. The album was a total rejection of much of Megadeth's softer material (like the Risk album, from which no tracks were included) and was seen as a return to their heavier days of the 80s and early 90s. (Much of the chosen material, if not all, was selected by fans who voted for them on Megadeth.com)."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/albums/09-twnah.webp",
              "alt": {
                "es": "Portada de The World Needs a Hero",
                "en": "Cover of The World Needs a Hero"
              },
              "position": "center",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "Intento de retorno a sus raíces metálicas",
                "en": "Attempt to return to their metal roots"
              }
            },
            {
              "src": "/images/albums/live-rude.jpg",
              "alt": {
                "es": "Rude Awakening",
                "en": "Rude Awakening"
              },
              "position": "right",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "Primer álbum en vivo - Rude Awakening",
                "en": "First live album - Rude Awakening"
              }
            }
          ]
        },
        {
          "id": "disolucion",
          "title": {
            "es": "Disolución temporal",
            "en": "Temporary Dissolution"
          },
          "content": {
            "es": "Sin embargo, justo cuando parecía que Megadeth navegaba de nuevo en buena dirección, ocurrió una catástrofe personal: en abril de 2002, Dave Mustaine sufrió una grave lesión en un nervio de su brazo izquierdo (una neuropatía radial causada, increíblemente, por quedarse dormido con el brazo en mala posición). Incapaz de tocar la guitarra temporalmente y enfrentando una recuperación incierta, Mustaine decidió disolver Megadeth. El anuncio de separación tomó por sorpresa al mundo del metal. David Ellefson, el bajista cofundador, también se apartó (no sin antes entablar acciones legales contra Mustaine en disputas de royalties, lo que enfrió su relación durante un tiempo). Se editó en 2002 el álbum en vivo Rude Awakening –grabado poco antes– como despedida para los fans, capturando la potencia de la banda en directo en sus últimos shows de esa era.",
            "en": "However, just when it seemed Megadeth was navigating back in the right direction, a personal catastrophe occurred: in April 2002, Dave Mustaine suffered a severe injury to a nerve in his left arm (a radial neuropathy caused, incredibly, by falling asleep with his arm in a bad position). Unable to play guitar temporarily and facing an uncertain recovery, Mustaine decided to dissolve Megadeth. The separation announcement took the metal world by surprise. David Ellefson, the co-founding bassist, also stepped away (not without first initiating legal action against Mustaine in royalty disputes, which cooled their relationship for a while). The live album Rude Awakening –recorded shortly before– was released in 2002 as a farewell to fans, capturing the band's power live in their last shows of that era."
          },
          "layout": "text-only"
        },
        {
          "id": "renacimiento",
          "title": {
            "es": "The System Has Failed: El renacimiento",
            "en": "The System Has Failed: The Rebirth"
          },
          "content": {
            "es": "Afortunadamente, Mustaine no tardó en recuperarse más de lo esperado. Tras meses de terapia intensiva, volvió a aprender a tocar la guitarra. En 2004, con renovada fe (Mustaine se había vuelto cristiano devoto en este periodo y abandonado los excesos), decidió resucitar Megadeth –inicialmente concebido como un proyecto solista, pero finalmente usando el nombre de la banda por su peso histórico. Ese año se lanzó The System Has Failed (2004), álbum que marcó un verdadero renacimiento. Grabado con músicos de sesión –incluyendo el ex guitarrista Chris Poland como invitado en solos–, The System Has Failed fue aclamado como el mejor disco de Megadeth en muchos años, con canciones afiladas como \"Kick the Chair\" y \"Die Dead Enough\" que recordaban la gloria noventera.",
            "en": "Fortunately, Mustaine didn't take as long to recover as expected. After months of intensive therapy, he learned to play guitar again. In 2004, with renewed faith (Mustaine had become a devout Christian during this period and abandoned excesses), he decided to resurrect Megadeth –initially conceived as a solo project, but finally using the band name for its historical weight. That year The System Has Failed (2004) was released, an album that marked a true rebirth. Recorded with session musicians –including former guitarist Chris Poland as a guest on solos–, The System Has Failed was acclaimed as the best Megadeth album in many years, with sharp songs like \"Kick the Chair\" and \"Die Dead Enough\" that recalled the nineties glory."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/albums/10-tshf.webp",
              "alt": {
                "es": "Portada de The System Has Failed",
                "en": "Cover of The System Has Failed"
              },
              "position": "full",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "El álbum del renacimiento",
                "en": "The rebirth album"
              }
            },
            {
              "src": "/images/historia/dm.jpg",
              "alt": {
                "es": "Dave Mustaine durante su recuperación",
                "en": "Dave Mustaine during his recovery"
              },
              "position": "left",
              "layout": "float",
              "size": "medium",
              "caption": {
                "es": "Mustaine recuperándose y renaciendo",
                "en": "Mustaine recovering and being reborn"
              }
            }
          ]
        },
        {
          "id": "nueva-era",
          "title": {
            "es": "Nueva formación y Gigantour",
            "en": "New Lineup and Gigantour"
          },
          "content": {
            "es": "Mustaine, ahora el único miembro original, armó una nueva alineación para la gira mundial: reclutó al guitarrista Glen Drover, al bajista James MacDonough (ex Iced Earth) y al baterista Shawn Drover (hermano de Glen). Curiosamente, Nick Menza había intentado volver a la batería al inicio de la gira 2004, pero tras unos ensayos se vio incapaz físicamente de cumplir con el tour y Shawn Drover tomó su lugar permanentemente a los pocos días de iniciado el recorrido. Con esta formación, Megadeth se embarcó en la gira Blackmail the Universe Tour (2004-2005), demostrando que estaban de vuelta. En paralelo, Mustaine fundó ese año su propio festival itinerante, la Gigantour, convocando a legendarias y nuevas bandas de metal para girar juntos. La primera edición en 2005 incluyó a Dream Theater, Nevermore, Anthrax y, por supuesto, Megadeth como cierre. Mustaine se estableció como curador visionario de la comunidad metalera, seleccionando cuidadosamente un line-up que abarcaba desde veteranos respetados hasta nuevas promesas del género. La segunda edición en 2006 amplió su alcance con Lamb of God, Opeth, Arch Enemy y Overkill, demostrando el compromiso de Mustaine con la diversidad estilística dentro del metal. El concepto de Gigantour revolucionó la forma en que las bandas de metal podían colaborar y promover el género, estableciendo un legado que influenciaría futuros festivales itinerantes.",
            "en": "Mustaine, now the only original member, assembled a new lineup for the world tour: he recruited guitarist Glen Drover, bassist James MacDonough (ex Iced Earth) and drummer Shawn Drover (Glen's brother). Curiously, Nick Menza had tried to return to drums at the start of the 2004 tour, but after some rehearsals he found himself physically unable to fulfill the tour and Shawn Drover took his place permanently within days of starting the journey. With this lineup, Megadeth embarked on the Blackmail the Universe Tour (2004-2005), proving they were back. In parallel, Mustaine founded his own traveling festival that year, Gigantour, bringing together legendary and new metal bands to tour together. The first edition in 2005 included Dream Theater, Nevermore, Anthrax and, of course, Megadeth as headliners. Mustaine established himself as a visionary curator of the metal community, carefully selecting a lineup that ranged from respected veterans to new genre promises. The second edition in 2006 expanded its reach with Lamb of God, Opeth, Arch Enemy and Overkill, demonstrating Mustaine's commitment to stylistic diversity within metal. The Gigantour concept revolutionized the way metal bands could collaborate and promote the genre, establishing a legacy that would influence future traveling festivals."
          },
          "layout": "image-gallery",
          "images": [
            {
              "src": "/images/historia/drovers.jpeg",
              "alt": {
                "es": "Glen y Shawn Drover",
                "en": "Glen and Shawn Drover"
              },
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "Los hermanos Drover se unen",
                "en": "The Drover brothers join"
              },
              "position": "full"
            },
            {
              "src": "/images/historia/gigant.webp",
              "alt": {
                "es": "Primer Gigantour 2005",
                "en": "First Gigantour 2005"
              },
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "Nace el festival Gigantour",
                "en": "The Gigantour festival is born"
              },
              "position": "full"
            }
          ]
        },
        {
          "id": "united-abominations",
          "title": {
            "es": "United Abominations: Crítica política",
            "en": "United Abominations: Political Criticism"
          },
          "content": {
            "es": "En 2006, el bajista original Ellefson seguía ausente (aún distanciado de Mustaine), así que James LoMenzo –veterano de Black Label Society y White Lion– entró al bajo, reemplazando a MacDonough. Con Glen y Shawn Drover más LoMenzo, Megadeth grabó United Abominations (2007) bajo el sello Roadrunner. Este álbum retomó temáticas político-sociales (Mustaine criticaba abiertamente a las Naciones Unidas en la canción título) y presentó colaboraciones interesantes, como la voz invitada de Cristina Scabbia (Lacuna Coil) en una nueva versión de \"À Tout Le Monde\". United Abominations recibió críticas positivas y se ubicó en el Top 10 de Billboard, señal de que la banda mantenía relevancia. La gira mundial 2007-08 fue exitosa, pero nuevamente hubo cambios: a inicios de 2008, Glen Drover se retiró alegando querer dedicar más tiempo a su familia y cierta insatisfacción personal.",
            "en": "In 2006, original bassist Ellefson remained absent (still estranged from Mustaine), so James LoMenzo –veteran of Black Label Society and White Lion– entered on bass, replacing MacDonough. With Glen and Shawn Drover plus LoMenzo, Megadeth recorded United Abominations (2007) under the Roadrunner label. This album returned to political-social themes (Mustaine openly criticized the United Nations in the title song) and featured interesting collaborations, such as guest vocals by Cristina Scabbia (Lacuna Coil) on a new version of \"À Tout Le Monde\". United Abominations received positive reviews and placed in the Billboard Top 10, a sign that the band maintained relevance. The 2007-08 world tour was successful, but again there were changes: in early 2008, Glen Drover retired, claiming he wanted to dedicate more time to his family and certain personal dissatisfaction."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/albums/11-united.webp",
              "alt": {
                "es": "Portada de United Abominations",
                "en": "Cover of United Abominations"
              },
              "position": "full",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "Crítica política y colaboraciones especiales",
                "en": "Political criticism and special collaborations"
              }
            },
            {
              "src": "/images/historia/lomenzo.jpg",
              "alt": {
                "es": "James LoMenzo se une al bajo",
                "en": "James LoMenzo joins on bass"
              },
              "position": "left",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "James LoMenzo, veterano del bajo",
                "en": "James LoMenzo, bass veteran"
              }
            }
          ]
        },
        {
          "id": "chris-broderick-llega",
          "title": {
            "es": "La llegada de Chris Broderick",
            "en": "The Arrival of Chris Broderick"
          },
          "content": {
            "es": "Mustaine aplaudió la honestidad de Glen Drover y rápidamente encontró un reemplazo formidable: Chris Broderick, virtuoso ex guitarrista de Nevermore y Jag Panzer. Broderick debutó en vivo con Megadeth en febrero de 2008 y encajó a la perfección, aportando precisión técnica y energía renovada. Su incorporación marcó el inicio de una nueva etapa creativa para la banda, que se prepararía para uno de sus álbumes más aclamados en años.",
            "en": "Mustaine applauded Glen Drover's honesty and quickly found a formidable replacement: Chris Broderick, virtuoso former guitarist of Nevermore and Jag Panzer. Broderick debuted live with Megadeth in February 2008 and fit perfectly, contributing technical precision and renewed energy. His incorporation marked the beginning of a new creative stage for the band, which would prepare for one of their most acclaimed albums in years."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/historia/chrisb.jpg",
              "alt": {
                "es": "Chris Broderick se une a Megadeth",
                "en": "Chris Broderick joins Megadeth"
              },
              "position": "center",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "Chris Broderick, virtuosismo técnico renovado",
                "en": "Chris Broderick, renewed technical virtuosity"
              }
            }
          ]
        },
        {
          "id": "endgame",
          "title": {
            "es": "Endgame: Regreso al thrash feroz",
            "en": "Endgame: Return to Fierce Thrash"
          },
          "content": {
            "es": "Con Broderick en filas, Megadeth lanzó Endgame en 2009, álbum que muchos fans celebraron como un regreso pleno al thrash metal vertiginoso. Canciones como \"Head Crusher\" y \"This Day We Fight!\" mostraban a un Mustaine furibundo, inspirado en temas socio-políticos contemporáneos. Endgame recibió elogios por su ferocidad –incluso Dave Ellefson comentó que le recordaba a la agresividad de Rust in Peace–. Comercialmente se ubicó Top 10 en varios países. Tras su lanzamiento, ocurrió algo que los seguidores añoraban: en febrero de 2010, David Ellefson (tras reconciliarse con Mustaine después de años de alejamiento) regresó al bajo de Megadeth. Shawn Drover contactó a Ellefson cuando supo que LoMenzo planeaba irse, y Mustaine y Ellefson aprovecharon la oportunidad para dejar atrás viejas rencillas. Así, al cerrar la década 2000, Megadeth se reinventaba nuevamente, combinando sangre nueva (Broderick, Shawn) con la química clásica Mustaine–Ellefson.",
            "en": "With Broderick in the ranks, Megadeth released Endgame in 2009, an album that many fans celebrated as a full return to vertiginous thrash metal. Songs like \"Head Crusher\" and \"This Day We Fight!\" showed a furious Mustaine, inspired by contemporary socio-political themes. Endgame received praise for its ferocity –even Dave Ellefson commented that it reminded him of the aggressiveness of Rust in Peace–. Commercially it placed Top 10 in several countries. After its release, something happened that followers longed for: in February 2010, David Ellefson (after reconciling with Mustaine after years of estrangement) returned to Megadeth's bass. Shawn Drover contacted Ellefson when he learned that LoMenzo was planning to leave, and Mustaine and Ellefson took the opportunity to leave old grudges behind. Thus, at the close of the 2000s decade, Megadeth reinvented itself again, combining new blood (Broderick, Shawn) with the classic Mustaine–Ellefson chemistry."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/albums/12-endgame.webp",
              "alt": {
                "es": "Portada de Endgame",
                "en": "Cover of Endgame"
              },
              "position": "left",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "El regreso al thrash vertiginoso",
                "en": "The return to vertiginous thrash"
              }
            },
            {
              "src": "/images/historia/head.jpg",
              "alt": {
                "es": "Video de Head Crusher",
                "en": "Head Crusher video"
              },
              "position": "right",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "Head Crusher - Ferocidad renovada",
                "en": "Head Crusher - Renewed ferocity"
              }
            }
          ]
        }
      ]
    },
    {
      "id": "renacimiento-madurez",
      "slug": "renacimiento-madurez",
      "title": {
        "es": "Renacimiento y madurez",
        "en": "Rebirth and Maturity"
      },
      "subtitle": {
        "es": "Los Big Four y la estabilidad encontrada",
        "en": "The Big Four and Stability Found"
      },
      "period": "2010-2022",
      "yearStart": 2010,
      "yearEnd": 2022,
      "summary": {
        "es": "El regreso de Ellefson, los históricos conciertos de los Big Four, un Grammy finalmente ganado con 'Dystopia', y la superación del cáncer de Mustaine. Una era de triunfos y estabilidad.",
        "en": "Ellefson's return, the historic Big Four concerts, a Grammy finally won with 'Dystopia', and Mustaine's overcoming of cancer. An era of triumphs and stability."
      },
      "color": "#1E90FF",
      "icon": "",
      "coverImage": {
        "src": "/images/historia/20162.jpg",
        "alt": {
          "es": "Reunión de los Big Four",
          "en": "Big Four reunion"
        },
        "position": "background",
        "layout": "parallax"
      },
      "sections": [
        {
          "id": "ellefson-regresa",
          "title": {
            "es": "El regreso de David Ellefson",
            "en": "David Ellefson's Return"
          },
          "content": {
            "es": "El año 2010 fue muy significativo para Megadeth. Con Dave Ellefson de vuelta en el bajo después de 8 años, la banda no solo continuó la gira de Endgame sino que también participó en un acontecimiento histórico: la reunión de los \"Big Four\" del thrash metal en un mismo escenario. En junio de 2010, Megadeth, Metallica, Slayer y Anthrax realizaron conciertos conjuntos como parte del festival Sonisphere, primero en Europa y luego en Estados Unidos.",
            "en": "The year 2010 was very significant for Megadeth. With Dave Ellefson back on bass after 8 years, the band not only continued the Endgame tour but also participated in a historic event: the reunion of the \"Big Four\" of thrash metal on the same stage. In June 2010, Megadeth, Metallica, Slayer and Anthrax performed joint concerts as part of the Sonisphere festival, first in Europe and then in the United States."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/historia/elle.jpg",
              "alt": {
                "es": "David Ellefson regresa a Megadeth",
                "en": "David Ellefson returns to Megadeth"
              },
              "position": "right",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "Ellefson vuelve después de 8 años",
                "en": "Ellefson returns after 8 years"
              }
            },
            {
              "src": "/images/historia/TheBigFour.jpg",
              "alt": {
                "es": "Big Four en Sofía, Bulgaria",
                "en": "Big Four in Sofia, Bulgaria"
              },
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "El momento histórico en Sofía",
                "en": "The historic moment in Sofia"
              }
            }
          ]
        },
        {
          "id": "big-four-reunion",
          "title": {
            "es": "Los Big Four se reúnen",
            "en": "The Big Four Reunite"
          },
          "content": {
            "es": "El momento cumbre llegó en Sofía (Bulgaria), donde todas las bandas tocaron juntas el clásico \"Am I Evil?\" de Diamond Head. Ver a Mustaine compartiendo abrazos y escenario con sus antiguos compañeros de Metallica fue emotivo para los fans y simbólico: las rencillas de décadas parecían haber sanado. Mustaine declaró que las diferencias quedaban atrás y disfrutó la camaradería renovada. Los conciertos de los Big Four fueron inmortalizados en el DVD The Big Four: Live from Sofia, Bulgaria (2010), añadiendo otro hito documental a la historia de Megadeth.",
            "en": "The climactic moment came in Sofia (Bulgaria), where all the bands played together the classic \"Am I Evil?\" by Diamond Head. Seeing Mustaine sharing hugs and stage with his former Metallica bandmates was emotional for fans and symbolic: decades-old grudges seemed to have healed. Mustaine declared that differences were left behind and enjoyed the renewed camaraderie. The Big Four concerts were immortalized on the DVD The Big Four: Live from Sofia, Bulgaria (2010), adding another documentary milestone to Megadeth's history."
          },
          "layout": "image-gallery",
          "images": [
            {
              "src": "/images/historia/b4.jpg",
              "alt": {
                "es": "Mustaine y Hetfield se abrazan",
                "en": "Mustaine and Hetfield embrace"
              },
              "layout": "gallery",
              "position": "full",
              "size": "large",
              "caption": {
                "es": "Reconciliación después de décadas",
                "en": "Reconciliation after decades"
              }
            },
            {
              "src": "/images/historia/n4.jpg",
              "alt": {
                "es": "Tocando Am I Evil juntos",
                "en": "Playing Am I Evil together"
              },
              "layout": "gallery",
              "position": "full",
              "size": "large",
              "caption": {
                "es": "Los cuatro gigantes juntos en escena",
                "en": "The four giants together on stage"
              }
            }
          ]
        },
        {
          "id": "rust-in-peace-anniversary",
          "title": {
            "es": "20º aniversario de Rust in Peace",
            "en": "20th Anniversary of Rust in Peace"
          },
          "content": {
            "es": "Ese mismo año, Megadeth celebró el 20º aniversario de Rust in Peace tocando el álbum completo en una gira especial, cuyo show final en Los Ángeles quedó plasmado en el CD/DVD Rust in Peace Live (2010). Con la formación Mustaine–Ellefson–Broderick–Drover, la banda demostró que los clásicos seguían sonando poderosos después de dos décadas, reviviendo la magia de su obra cumbre ante audiencias extasiadas.",
            "en": "That same year, Megadeth celebrated the 20th anniversary of Rust in Peace by playing the complete album on a special tour, whose final show in Los Angeles was captured on the CD/DVD Rust in Peace Live (2010). With the Mustaine–Ellefson–Broderick–Drover lineup, the band proved that the classics still sounded powerful after two decades, reviving the magic of their masterpiece before ecstatic audiences."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/albums/live-rip.jpg",
              "alt": {
                "es": "Rust in Peace Live 2010",
                "en": "Rust in Peace Live 2010"
              },
              "position": "full",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "Celebrando 20 años de la obra maestra",
                "en": "Celebrating 20 years of the masterpiece"
              }
            }
          ]
        },
        {
          "id": "th1rt3en",
          "title": {
            "es": "TH1RT3EN: Superstición y renovación",
            "en": "TH1RT3EN: Superstition and Renewal"
          },
          "content": {
            "es": "Con la formación estabilizada, lanzaron TH1RT3EN (2011), decimotercer álbum de estudio titulado así en parte por superstición (Mustaine, nacido un 13 de septiembre, le dio simbolismo al número) y porque incluía 13 canciones. Thirteen combinó temas nuevos con algunos rescatados de años anteriores (por ejemplo \"Sudden Death\", compuesto para un videojuego de Guitar Hero). El disco fue bien recibido: destacó la pegadiza \"Public Enemy No. 1\" (nominada al Grammy) y \"Whose Life (Is It Anyways?)\". Megadeth giró intensamente en 2011-2012, incluyendo su participación como acto de apertura en la gira \"Maiden England\" de Iron Maiden en 2013, mostrando humildad al apoyar a otra leyenda del metal.",
            "en": "With the lineup stabilized, they released TH1RT3EN (2011), thirteenth studio album titled so partly out of superstition (Mustaine, born on September 13, gave symbolism to the number) and because it included 13 songs. Thirteen combined new tracks with some rescued from previous years (for example \"Sudden Death\", composed for a Guitar Hero video game). The album was well received: the catchy \"Public Enemy No. 1\" (Grammy nominated) and \"Whose Life (Is It Anyways?)\" stood out. Megadeth toured intensively in 2011-2012, including their participation as opening act on Iron Maiden's \"Maiden England\" tour in 2013, showing humility by supporting another metal legend."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/albums/13-13.webp",
              "alt": {
                "es": "Portada de TH1RT3EN",
                "en": "Cover of TH1RT3EN"
              },
              "position": "left",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "El decimotercer álbum, cargado de simbolismo",
                "en": "The thirteenth album, loaded with symbolism"
              }
            },
            {
              "src": "/images/historia/pen1.jpg",
              "alt": {
                "es": "Video de Public Enemy No. 1",
                "en": "Public Enemy No. 1 video"
              },
              "position": "right",
              "layout": "float",
              "size": "medium",
              "caption": {
                "es": "Public Enemy No. 1 - Nominada al Grammy",
                "en": "Public Enemy No. 1 - Grammy nominated"
              }
            }
          ]
        },
        {
          "id": "super-collider",
          "title": {
            "es": "Super Collider: Experimentación polémica",
            "en": "Super Collider: Controversial Experimentation"
          },
          "content": {
            "es": "En 2013 llegó Super Collider, un álbum donde Mustaine buscó expandir su sonido con influencias de hard rock e incluso country en algunos riffs. Fue lanzado bajo su propio sello Tradecraft (en alianza con Universal) y tuvo colaboraciones inesperadas, como el guitarrista country-legendario en un solo. Super Collider polarizó a los fans y críticos: algunos apreciaron la experimentación en canciones como \"Kingmaker\", pero otros extrañaron la agresividad. Aun así, debutó en el Top 10 de Billboard, lo que demostraba la leal base de seguidores de la banda.",
            "en": "In 2013 came Super Collider, an album where Mustaine sought to expand his sound with hard rock and even country influences in some riffs. It was released under his own Tradecraft label (in alliance with Universal) and had unexpected collaborations, like the legendary country guitarist on a solo. Super Collider polarized fans and critics: some appreciated the experimentation in songs like \"Kingmaker\", but others missed the aggressiveness. Even so, it debuted in the Billboard Top 10, demonstrating the band's loyal fan base."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/albums/14-super.webp",
              "alt": {
                "es": "Portada de Super Collider",
                "en": "Cover of Super Collider"
              },
              "position": "full",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "Experimentación que dividió opiniones",
                "en": "Experimentation that divided opinions"
              }
            },
            {
              "src": "/images/historia/super.jpg",
              "alt": {
                "es": "Video de Super Collider",
                "en": "Super Collider video"
              },
              "position": "right",
              "layout": "float",
              "size": "medium",
              "caption": {
                "es": "Super Collider - Explorando nuevos territorios",
                "en": "Super Collider - Exploring new territories"
              }
            }
          ]
        },
        {
          "id": "broderick-drover-departure",
          "title": {
            "es": "Éxodo masivo y renovación",
            "en": "Mass Exodus and Renewal"
          },
          "content": {
            "es": "Tras la gira de Super Collider, ocurrió otra sacudida: en noviembre de 2014, el guitarrista Chris Broderick y el baterista Shawn Drover anunciaron simultáneamente su salida de Megadeth, citando diferencias artísticas y ganas de perseguir proyectos propios. De un plumazo, Mustaine y Ellefson se quedaron solos al frente del grupo (por segunda vez en la historia, la primera fue en 2002). Lejos de amilanarse, Mustaine vio esto como una oportunidad de renovación. El 2015 trajo refuerzos de alto calibre: Kiko Loureiro, virtuoso guitarrista brasileño de la banda Angra, se unió oficialmente a Megadeth, aportando su maestría técnica y aire fresco a la composición.",
            "en": "After the Super Collider tour, another shake-up occurred: in November 2014, guitarist Chris Broderick and drummer Shawn Drover simultaneously announced their departure from Megadeth, citing artistic differences and desire to pursue their own projects. In one fell swoop, Mustaine and Ellefson were left alone at the helm of the group (for the second time in history, the first was in 2002). Far from being discouraged, Mustaine saw this as an opportunity for renewal. 2015 brought high-caliber reinforcements: Kiko Loureiro, virtuoso Brazilian guitarist from the band Angra, officially joined Megadeth, bringing his technical mastery and fresh air to composition."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/historia/bye.jpg",
              "alt": {
                "es": "Salida de Broderick y Drover",
                "en": "Departure of Broderick and Drover"
              },
              "position": "center",
              "layout": "float",
              "size": "medium",
              "caption": {
                "es": "El éxodo que cambió todo",
                "en": "The exodus that changed everything"
              }
            },
            {
              "src": "/images/historia/kiko.jpg",
              "alt": {
                "es": "Kiko Loureiro se une a Megadeth",
                "en": "Kiko Loureiro joins Megadeth"
              },
              "position": "right",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "Kiko Loureiro aporta virtuosismo brasileño",
                "en": "Kiko Loureiro brings Brazilian virtuosity"
              }
            }
          ]
        },
        {
          "id": "dystopia-grammy",
          "title": {
            "es": "Dystopia y el primer Grammy",
            "en": "Dystopia and the First Grammy"
          },
          "content": {
            "es": "Asimismo, Mustaine reclutó al baterista Chris Adler (de Lamb of God) para grabar el próximo álbum –Adler participó como miembro oficial invitado, ya que continuaba con Lamb of God paralelamente. Con esta potente formación, Megadeth grabó Dystopia (2016). El disco resultante fue aclamado como una vuelta triunfal al thrash agresivo y complejo. Canciones como \"The Threat Is Real\", \"Fatal Illusion\" y la titular \"Dystopia\" mostraron a Mustaine inspirado por temáticas distópicas y riffs demoledores, mientras que Kiko Loureiro contribuyó con solos melódicos y arreglos exquisitos. Dystopia revitalizó totalmente la imagen de Megadeth y recibió numerosos premios. De hecho, en la 59ª entrega de los Grammy Awards (2017), Megadeth finalmente ganó su primer Grammy tras 12 nominaciones previas, llevándose el trofeo a Mejor Interpretación de Metal por la canción \"Dystopia\". Cuando Mustaine subió al escenario a recoger el Grammy, la house band de la ceremonia insólitamente tocó \"Master of Puppets\" de Metallica como música de fondo, a lo que Dave reaccionó con humor haciendo air guitar mientras sonreía. El momento, muy comentado, simbolizó con ironía la larga sombra de Metallica en la historia de Mustaine, pero ahora este finalmente tenía un Grammy con el nombre de Megadeth grabado en él.",
            "en": "Likewise, Mustaine recruited drummer Chris Adler (from Lamb of God) to record the next album –Adler participated as an official guest member, as he continued with Lamb of God in parallel. With this powerful lineup, Megadeth recorded Dystopia (2016). The resulting album was acclaimed as a triumphant return to aggressive and complex thrash. Songs like \"The Threat Is Real\", \"Fatal Illusion\" and the title track \"Dystopia\" showed Mustaine inspired by dystopian themes and devastating riffs, while Kiko Loureiro contributed melodic solos and exquisite arrangements. Dystopia totally revitalized Megadeth's image and received numerous awards. In fact, at the 59th Grammy Awards (2017), Megadeth finally won their first Grammy after 12 previous nominations, taking home the trophy for Best Metal Performance for the song \"Dystopia\". When Mustaine went on stage to collect the Grammy, the ceremony's house band unusually played Metallica's \"Master of Puppets\" as background music, to which Dave reacted with humor by air guitaring while smiling. The much-commented moment ironically symbolized Metallica's long shadow in Mustaine's history, but now he finally had a Grammy with Megadeth's name engraved on it."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/historia/error.webp",
              "alt": {
                "es": "Momento irónico con Master of Puppets",
                "en": "Ironic moment with Master of Puppets"
              },
              "position": "right",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "El momento irónico con Master of Puppets",
                "en": "The ironic moment with Master of Puppets"
              }
            },
            {
              "src": "/images/historia/grammy.webp",
              "alt": {
                "es": "Megadeth gana su primer Grammy",
                "en": "Megadeth wins their first Grammy"
              },
              "position": "left",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "¡Finalmente el Grammy!",
                "en": "Finally the Grammy!"
              }
            },
            {
              "src": "/images/albums/15-dystopia.webp",
              "alt": {
                "es": "Portada de Dystopia",
                "en": "Cover of Dystopia"
              },
              "position": "full",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "El álbum que trajo el Grammy",
                "en": "The album that brought the Grammy"
              }
            }
          ]
        },
        {
          "id": "dirk-verbeuren-joins",
          "title": {
            "es": "Dirk Verbeuren y la consolidación",
            "en": "Dirk Verbeuren and Consolidation"
          },
          "content": {
            "es": "Durante la gira mundial de Dystopia (2016-2017), Megadeth incorporó al baterista belga Dirk Verbeuren (ex Soilwork) para sustituir a Chris Adler, quien debía volver a sus compromisos con Lamb of God. Verbeuren se convirtió en miembro permanente a mediados de 2016, consolidando una alineación sumamente técnica con Mustaine, Ellefson, Loureiro y Dirk. La banda se mantuvo muy activa: organizaron el Megacruise (crucero temático de heavy metal) en 2019 e ingresaron a estudio ese año para trabajar en el siguiente álbum.",
            "en": "During the Dystopia world tour (2016-2017), Megadeth incorporated Belgian drummer Dirk Verbeuren (ex Soilwork) to replace Chris Adler, who had to return to his commitments with Lamb of God. Verbeuren became a permanent member in mid-2016, consolidating an extremely technical lineup with Mustaine, Ellefson, Loureiro and Dirk. The band remained very active: they organized the Megacruise (heavy metal themed cruise) in 2019 and entered the studio that year to work on the next album."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/historia/Dirk-Verbeuren.webp",
              "alt": {
                "es": "Dirk Verbeuren se une como baterista",
                "en": "Dirk Verbeuren joins as drummer"
              },
              "position": "full",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "Dirk Verbeuren, precisión belga en la batería",
                "en": "Dirk Verbeuren, Belgian precision on drums"
              }
            },
            {
              "src": "/images/historia/megagruise.webp",
              "alt": {
                "es": "Megacruise 2019",
                "en": "Megacruise 2019"
              },
              "position": "right",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "El innovador crucero temático",
                "en": "The innovative themed cruise"
              }
            }
          ]
        },
        {
          "id": "cancer-recovery",
          "title": {
            "es": "Batalla contra el cáncer",
            "en": "Battle Against Cancer"
          },
          "content": {
            "es": "Sin embargo, nuevas adversidades golpearon: en junio de 2019, Dave Mustaine fue diagnosticado con cáncer de garganta, una noticia que estremeció a la comunidad metalera. El líder de Megadeth se sometió a más de 50 sesiones de radiación y quimioterapia, afrontando la enfermedad con la determinación guerrera que siempre lo caracterizó. Durante su tratamiento, la banda entró en pausa y varias fechas fueron canceladas, aunque Mustaine prometió a los fans que regresaría más fuerte que nunca. Afortunadamente, en enero de 2020 Mustaine anunció que estaba \"100% libre de cáncer\" y listo para volver a los escenarios.",
            "en": "However, new adversities struck: in June 2019, Dave Mustaine was diagnosed with throat cancer, news that shook the metal community. Megadeth's leader underwent more than 50 sessions of radiation and chemotherapy, facing the disease with the warrior determination that always characterized him. During his treatment, the band went on hiatus and several dates were cancelled, although Mustaine promised fans he would return stronger than ever. Fortunately, in January 2020 Mustaine announced he was \"100% cancer free\" and ready to return to the stage."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/historia/dave-mustaine-megadeth-sofa.jpg",
              "alt": {
                "es": "Mustaine durante su tratamiento",
                "en": "Mustaine during his treatment"
              },
              "position": "center",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "Luchando como un guerrero contra el cáncer",
                "en": "Fighting like a warrior against cancer"
              }
            }
          ]
        },
        {
          "id": "ellefson-departure",
          "title": {
            "es": "La controversia de Ellefson",
            "en": "The Ellefson Controversy"
          },
          "content": {
            "es": "En paralelo, otro golpe llegó en mayo de 2021: el bajista David Ellefson fue expulsado de Megadeth tras un escándalo público. Se filtraron acusaciones de conducta sexual inapropiada en línea por parte de Ellefson (que luego él negaría o explicaría como consensuadas); independientemente de los detalles, Mustaine decidió que era insostenible mantenerlo en la banda. Fue una decisión dolorosa dado el largo historial compartido, pero Mustaine declaró que era por el bien del grupo. Para completar el casi terminado nuevo álbum, Mustaine convocó al bajista Steve Di Giorgio (Testament) como músico de sesión y eliminó las pistas grabadas por Ellefson. Asimismo, reincorporó a James LoMenzo –quien había sido bajista de Megadeth de 2006 a 2010– como miembro de gira y luego permanente en el bajo.",
            "en": "In parallel, another blow came in May 2021: bassist David Ellefson was expelled from Megadeth after a public scandal. Accusations of inappropriate sexual conduct online by Ellefson were leaked (which he would later deny or explain as consensual); regardless of the details, Mustaine decided it was unsustainable to keep him in the band. It was a painful decision given their long shared history, but Mustaine declared it was for the good of the group. To complete the nearly finished new album, Mustaine called on bassist Steve Di Giorgio (Testament) as a session musician and removed the tracks recorded by Ellefson. He also re-incorporated James LoMenzo –who had been Megadeth's bassist from 2006 to 2010– as a touring and then permanent member on bass."
          },
          "layout": "text-only"
        },
        {
          "id": "sick-dying-dead",
          "title": {
            "es": "The Sick, the Dying... and the Dead!",
            "en": "The Sick, the Dying... and the Dead!"
          },
          "content": {
            "es": "A pesar de estos obstáculos, Mustaine perseveró y consiguió finalizar el decimosexto álbum de estudio de Megadeth. Finalmente, en septiembre de 2022, los metaleros pudieron escuchar The Sick, the Dying... and the Dead!, primer álbum de Megadeth tras seis años. El disco aborda temáticas oscuras (plagas, guerra, corrupción) muy en línea con los tiempos pandémicos recientes. Musicalmente combina el virtuosismo de Loureiro y Verbeuren con la inconfundible agresión de Mustaine. Destacan temas como \"We'll Be Back\", \"Night Stalkers\" (con un cameo del rapero Ice-T) y \"Soldier On!\". The Sick, the Dying... recibió críticas positivas y demostró que, a sus casi 60 años, Mustaine seguía \"disfrutando su trabajo\" y sonando revitalizado. El álbum debutó en el Top 5 del Billboard 200, alzándose como otro éxito comercial tardío para la banda. Además, el sencillo \"We'll Be Back\" fue nominado al Grammy 2023 a Mejor Canción de Metal, manteniendo la presencia de Megadeth en premiaciones.",
            "en": "Despite these obstacles, Mustaine persevered and managed to finish Megadeth's sixteenth studio album. Finally, in September 2022, metalheads could listen to The Sick, the Dying... and the Dead!, Megadeth's first album in six years. The album addresses dark themes (plagues, war, corruption) very much in line with recent pandemic times. Musically it combines the virtuosity of Loureiro and Verbeuren with Mustaine's unmistakable aggression. Standout tracks include \"We'll Be Back\", \"Night Stalkers\" (with a cameo by rapper Ice-T) and \"Soldier On!\". The Sick, the Dying... received positive reviews and proved that, at almost 60 years old, Mustaine was still \"enjoying his work\" and sounding revitalized. The album debuted in the Billboard 200 Top 5, standing as another late commercial success for the band. Additionally, the single \"We'll Be Back\" was nominated for the 2023 Grammy for Best Metal Song, maintaining Megadeth's presence in awards."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/albums/16-sick.webp",
              "alt": {
                "es": "Portada de The Sick, the Dying... and the Dead!",
                "en": "Cover of The Sick, the Dying... and the Dead!"
              },
              "position": "center",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "El regreso después de 6 años",
                "en": "The return after 6 years"
              }
            },
            {
              "src": "/images/historia/wbb.jpeg",
              "alt": {
                "es": "Video de We'll Be Back",
                "en": "We'll Be Back video"
              },
              "position": "right",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "We'll Be Back - Nominada al Grammy 2023",
                "en": "We'll Be Back - Grammy 2023 nominated"
              }
            }
          ]
        },
        {
          "id": "marty-reunion-moments",
          "title": {
            "es": "Reuniones especiales con Marty Friedman",
            "en": "Special Reunions with Marty Friedman"
          },
          "content": {
            "es": "Durante 2022 y 2023, Megadeth salió de gira bajo el lema \"Crush the World\", llevando su show a Norteamérica, Europa, Asia y Latinoamérica. En este periodo ocurrieron algunos eventos notables para los fans de la vieja escuela: en febrero de 2023, durante un concierto en el mítico Budokan de Tokio, Marty Friedman –el ex guitarrista de la época dorada– se unió como invitado sorpresa para tocar varios clásicos tras 23 años de ausencia. La emotiva reunión con Friedman se repitió en agosto de 2023 en el festival Wacken Open Air en Alemania, donde Marty volvió a tocar junto a Megadeth en cuatro canciones (incluyendo \"Holy Wars\" y \"Trust\") ante una ovación masiva. Estas apariciones alimentaron esperanzas de algunos fanáticos sobre una posible colaboración más extensa, pero Friedman dejó claro que fueron participaciones especiales y amistosas.",
            "en": "During 2022 and 2023, Megadeth went on tour under the motto \"Crush the World\", taking their show to North America, Europe, Asia and Latin America. During this period some notable events occurred for old school fans: in February 2023, during a concert at the legendary Budokan in Tokyo, Marty Friedman –the former guitarist from the golden era– joined as a surprise guest to play several classics after 23 years of absence. The emotional reunion with Friedman was repeated in August 2023 at the Wacken Open Air festival in Germany, where Marty again played alongside Megadeth on four songs (including \"Holy Wars\" and \"Trust\") to a massive ovation. These appearances fueled hopes of some fans about a possible more extensive collaboration, but Friedman made it clear that they were special and friendly participations."
          },
          "layout": "image-gallery",
          "images": [
            {
              "src": "/images/historia/mb.jpg",
              "alt": {
                "es": "Marty Friedman en Budokan 2023",
                "en": "Marty Friedman at Budokan 2023"
              },
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "Reunión histórica en el Budokan después de 23 años",
                "en": "Historic reunion at Budokan after 23 years"
              },
              "position": "full"
            },
            {
              "src": "/images/historia/wacken.jpg",
              "alt": {
                "es": "Marty en Wacken 2023",
                "en": "Marty at Wacken 2023"
              },
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "Wacken Open Air - Ovación masiva",
                "en": "Wacken Open Air - Massive ovation"
              },
              "position": "full"
            }
          ]
        },
        {
          "id": "kiko-departure-teemu-arrival",
          "title": {
            "es": "Cambio de guitarrista: de Kiko a Teemu",
            "en": "Guitarist Change: From Kiko to Teemu"
          },
          "content": {
            "es": "Por otra parte, el guitarrista Kiko Loureiro anunció en septiembre de 2023 que no podría continuar las giras de Megadeth por el momento, ya que necesitaba dedicar tiempo a su familia (acababa de tener gemelos). Inicialmente se comunicó que sería una ausencia temporal, con el finlandés Teemu Mäntysaari (de Wintersun) cubriendo su puesto en conciertos; sin embargo, en noviembre de 2023 Kiko confirmó que extendía indefinidamente su ausencia y dejaba vacante su puesto de forma amistosa. En agosto de 2024, Mustaine oficializó que Loureiro efectivamente salía de Megadeth en buenos términos para enfocarse en proyectos personales, y a la vez anunció a Teemu Mäntysaari como miembro oficial y nuevo guitarrista líder de la banda. Con ello, Megadeth incorporaba sangre joven a sus filas una vez más, preparando el terreno para la que sería su etapa final.",
            "en": "On the other hand, guitarist Kiko Loureiro announced in September 2023 that he could not continue Megadeth's tours for the moment, as he needed to dedicate time to his family (he had just had twins). Initially it was communicated that it would be a temporary absence, with Finn Teemu Mäntysaari (from Wintersun) covering his position in concerts; however, in November 2023 Kiko confirmed that he was indefinitely extending his absence and leaving his position vacant in a friendly manner. In August 2024, Mustaine made it official that Loureiro was effectively leaving Megadeth on good terms to focus on personal projects, and at the same time announced Teemu Mäntysaari as an official member and new lead guitarist of the band. With this, Megadeth incorporated young blood into their ranks once again, preparing the ground for what would be their final stage."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/historia/byekiko.webp",
              "alt": {
                "es": "Despedida amistosa de Kiko Loureiro",
                "en": "Friendly farewell of Kiko Loureiro"
              },
              "position": "left",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "Kiko se despide para dedicarse a la familia",
                "en": "Kiko says goodbye to dedicate himself to family"
              }
            },
            {
              "src": "/images/historia/Teemu.jpg",
              "alt": {
                "es": "Teemu Mäntysaari nuevo guitarrista oficial",
                "en": "Teemu Mäntysaari new official guitarist"
              },
              "position": "right",
              "layout": "float",
              "size": "large",
              "caption": {
                "es": "Teemu Mäntysaari, sangre joven para el final",
                "en": "Teemu Mäntysaari, young blood for the end"
              }
            }
          ]
        }
      ]
    },
    {
      "id": "actualidad-despedida",
      "slug": "actualidad-despedida",
      "title": {
        "es": "Actualidad y despedida",
        "en": "Present and Farewell"
      },
      "subtitle": {
        "es": "El final de una era legendaria",
        "en": "The End of a Legendary Era"
      },
      "period": "2022-2026",
      "yearStart": 2022,
      "yearEnd": 2026,
      "summary": {
        "es": "Los últimos años activos de Megadeth, el anuncio de su retiro, el álbum final homónimo y la gira mundial de despedida que cerrará cuatro décadas de thrash metal.",
        "en": "Megadeth's last active years, the announcement of their retirement, the final self-titled album and the worldwide farewell tour that will close four decades of thrash metal."
      },
      "color": "#1E90FF",
      "icon": "",
      "coverImage": {
        "src": "/images/historia/byemega.webp",
        "alt": {
          "es": "Megadeth en su era de despedida",
          "en": "Megadeth in their farewell era"
        },
        "position": "background",
        "layout": "parallax"
      },
      "sections": [
        {
          "id": "giras-recientes",
          "title": {
            "es": "Crush The World",
            "en": "Crush The World"
          },
          "content": {
            "es": "Tras la salida de The Sick, the Dying... y con nueva formación, Megadeth mantuvo su vigencia en la actualidad. En 2023-2024 realizaron extensas giras, incluyendo la etapa norteamericana \"Crush The World\" (coincidiendo con festivales y un tour junto a Five Finger Death Punch en EE.UU.) y un aclamado regreso a Latinoamérica en 2024 con fechas sold-out en Brasil, Chile, Argentina (sus shows en Buenos Aires de abril 2024 se transmitieron vía streaming a todo el mundo). Durante este período, Dave Mustaine empezó a insinuar que el final de la banda podía estar cerca, haciendo comentarios en entrevistas sobre su legado y su deseo de retirarse en la cima.",
            "en": "After the release of The Sick, the Dying... and with a new lineup, Megadeth maintained their relevance in the present. In 2023-2024 they carried out extensive tours, including the North American stage \"Crush The World\" (coinciding with festivals and a tour alongside Five Finger Death Punch in the US) and an acclaimed return to Latin America in 2024 with sold-out dates in Brazil, Chile, Argentina (their Buenos Aires shows in April 2024 were streamed worldwide). During this period, Dave Mustaine began to hint that the band's end could be near, making comments in interviews about his legacy and his desire to retire at the top."
          },
          "layout": "image-gallery",
          "images": [
            {
              "src": "/images/historia/cwt.jpg",
              "alt": {
                "es": "Gira Crush The World",
                "en": "Crush The World Tour"
              },
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "La penúltima gran gira mundial",
                "en": "The penultimate great world tour"
              },
              "position": "full"
            },
            {
              "src": "/images/historia/2024arg.jpg",
              "alt": {
                "es": "Buenos Aires 2024 streaming",
                "en": "Buenos Aires 2024 streaming"
              },
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "Show histórico transmitido mundialmente",
                "en": "Historic show broadcast worldwide"
              },
              "position": "full"
            }
          ]
        },
        {
          "id": "anuncio-despedida",
          "title": {
            "es": "El anuncio del final",
            "en": "The Announcement of the End"
          },
          "content": {
            "es": "Estas sospechas se confirmaron en agosto de 2025: el día 14, a través de un dramático video en redes sociales protagonizado por Vic Rattlehead (la mascota), Megadeth anunció que lanzaría un último álbum de estudio en 2026 y emprendería una última gira mundial de despedida. Poco después, Dave Mustaine envió un emotivo comunicado a los fans diciendo: \"La mayoría [de las bandas] no logra retirarse en sus propios términos y en la cima, y ese es el punto en el que me encuentro ahora mismo. He viajado por el mundo y ganado millones de fans, y lo más difícil de todo es despedirme de ellos… No se enojen, no se entristezcan, estén felices por nosotros, vengan a celebrar conmigo estos próximos años.\"",
            "en": "These suspicions were confirmed in August 2025: on the 14th, through a dramatic social media video starring Vic Rattlehead (the mascot), Megadeth announced they would release a final studio album in 2026 and embark on a final worldwide farewell tour. Shortly after, Dave Mustaine sent an emotional statement to fans saying: \"Most [bands] don't get to retire on their own terms and at the top, and that's the point I'm at right now. I've traveled the world and gained millions of fans, and the hardest thing of all is saying goodbye to them... Don't be angry, don't be sad, be happy for us, come celebrate with me these next few years.\""
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/historia/vicends.jpg",
              "alt": {
                "es": "Anuncio de despedida con Vic Rattlehead",
                "en": "Farewell announcement with Vic Rattlehead"
              },
              "position": "center",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "Vic Rattlehead anuncia el final",
                "en": "Vic Rattlehead announces the end"
              }
            }
          ]
        },
        {
          "id": "album-final",
          "title": {
            "es": "Megadeth: El álbum homónimo final",
            "en": "Megadeth: The Final Self-Titled Album"
          },
          "content": {
            "es": "El álbum final de Megadeth, titulado oficialmente \"Megadeth\", fue lanzado el 23 de enero de 2026 como cierre de una carrera de más de cuatro décadas. Producido por Dave Mustaine y Chris Rakestraw, este decimoséptimo disco presenta al guitarrista Teemu Mäntysaari —su única aparición en estudio con la banda— y marca el regreso de James LoMenzo al bajo desde Endgame (2009). Desde el lanzamiento del primer sencillo, \"Tipping Point\", un tema thrash enérgico que evoca el sonido clásico del grupo, el disco generó grandes expectativas y posteriormente sumó otros sencillos que reforzaron su impacto.\n\nLa recepción crítica fue generalmente positiva, destacándose el equilibrio entre la agresividad tradicional de Megadeth y un tono retrospectivo que funciona como despedida. A nivel comercial, el álbum debutó en el número 1 del Billboard 200 —el primer disco en la historia de la banda en alcanzar esa posición— y también encabezó múltiples listas de ventas y rankings de rock, consolidando uno de los hitos más importantes de su trayectoria.\n\nEl video musical de \"Tipping Point\" muestra a Mustaine y la banda tocando en una prisión abandonada, con una estética simbólica que incluye a Dave en una silla eléctrica acosado por demonios, reforzando el clima oscuro y narrativo del adelanto.",
            "en": "Megadeth’s final album, officially titled \"Megadeth\", was released on January 23, 2026, bringing to a close a career spanning more than four decades. Co-produced by Dave Mustaine and Chris Rakestraw, the seventeenth studio record features guitarist Teemu Mäntysaari —his only studio appearance with the band— and marks the return of bassist James LoMenzo since Endgame (2009). Beginning with the release of the lead single \"Tipping Point\", a furious thrash track recalling the band’s classic sound, anticipation for the album grew steadily as additional singles reinforced its momentum.\n\nCritical reception was generally positive, highlighting the balance between Megadeth’s traditional aggression and a reflective tone that serves as a farewell. Commercially, the album debuted at No. 1 on the Billboard 200 —the first time in the band’s history to reach that position— while also topping several sales and rock charts, marking one of the most significant achievements of their career.\n\nThe \"Tipping Point\" music video depicts Mustaine and the band performing inside an abandoned prison, featuring symbolic imagery such as Dave in an electric chair surrounded by demons, reinforcing the song’s dark and narrative atmosphere."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/historia/tipping.jpg",
              "alt": {
                "es": "Single Tipping Point",
                "en": "Single Tipping Point"
              },
              "position": "right",
              "layout": "collage",
              "size": "large",
              "caption": {
                "es": "El primer anticipo del álbum final",
                "en": "The first preview of the final album"
              }
            }
          ]
        },
        {
          "id": "megadeth-number-one-legacy",
          "title": {
            "es": "El primer Nº 1 y un cierre histórico",
            "en": "The First No. 1 and a Historic Farewell"
          },
          "content": {
            "es": "Con el lanzamiento de su álbum homónimo en 2026, Megadeth alcanzó por primera vez en su historia el puesto Nº 1 del Billboard 200, un logro largamente esperado tras más de cuatro décadas de carrera dentro del thrash metal. El disco también lideró múltiples listas de ventas, rankings de vinilo y clasificaciones de rock en distintos mercados, confirmando no solo su impacto comercial sino también la vigencia artística de la banda en su etapa final.\n\nMás allá de los números, este hito funciona como un cierre simbólico: un reconocimiento masivo que llegó en el momento justo. Para una banda que definió el sonido y la intensidad del metal desde los años ochenta, despedirse con su mayor éxito comercial refuerza la idea de un final digno, coherente y poderoso. Lejos de ser una simple despedida, este Nº 1 consolida el legado de Megadeth como una de las fuerzas más influyentes y perdurables de la historia del metal.",
            "en": "With the release of their self-titled album in 2026, Megadeth reached No. 1 on the Billboard 200 for the first time in their history—an achievement long anticipated after more than four decades within the thrash metal scene. The record also topped multiple sales charts, vinyl rankings, and rock classifications across several markets, confirming not only its commercial impact but also the band’s artistic relevance in its final chapter.\n\nBeyond the numbers, this milestone serves as a symbolic conclusion: a moment of widespread recognition arriving at exactly the right time. For a band that helped define the sound and intensity of metal since the 1980s, ending their journey with their greatest commercial success reinforces the sense of a dignified, coherent, and powerful farewell. Rather than a simple goodbye, this No. 1 cements Megadeth’s legacy as one of the most influential and enduring forces in metal history."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/site-updates/nro1.jpg",
              "alt": {
                "es": "Primer nro. 1 en Billboard 200",
                "en": "First No. 1 on Billboard 200"
              },
              "position": "left",
              "layout": "collage",
              "size": "large",
              "caption": {
                "es": "Megadeth se despide con su primer Nº 1 en Billboard 200",
                "en": "Megadeth bids farewell with their first No. 1 on Billboard 200"
              }
            }
          ]
        },
        {
          "id": "gira-despedida",
          "title": {
            "es": "Gira mundial de despedida",
            "en": "Worldwide Farewell Tour"
          },
          "content": {
            "es": "La gira de despedida mundial de Megadeth comenzará a inicios de 2026, bajo un nombre aún por anunciar. Mustaine ha indicado que será una gira extensa de varios años, para poder llegar con Megadeth a todos los rincones del planeta. \"Hemos hecho muchos amigos a lo largo de los años y espero verlos a todos en nuestra gira global de despedida\", declaró Dave, invitando a los fans a celebrar en vez de lamentar el final. La promesa es ofrecer shows especiales, llenos de clásicos que abarcarán toda su discografía, e incluso tocar canciones poco habituales para complacer a los seguidores más fieles.",
            "en": "Megadeth's worldwide farewell tour will begin in early 2026, under a name yet to be announced. Mustaine has indicated it will be an extensive tour lasting several years, to be able to reach every corner of the planet with Megadeth. \"We've made many friends over the years and I hope to see them all on our global farewell tour,\" Dave declared, inviting fans to celebrate instead of lamenting the end. The promise is to offer special shows, full of classics that will span their entire discography, and even play unusual songs to please the most faithful followers."
          },
          "layout": "text-only"
        },
        {
          "id": "legado-eterno",
          "title": {
            "es": "Un legado eterno",
            "en": "An Eternal Legacy"
          },
          "content": {
            "es": "A medida que Megadeth se acerca al ocaso de su historia, el legado que deja es impresionante. Con casi cuatro décadas de música, 16 álbumes de estudio (pronto 17), varios en vivo, compilatorios que resumen su impacto, y documentales oficiales que narran sus altibajos, la banda de Dave Mustaine se consagra como una de las más importantes en la historia del metal. Pocos grupos han sobrevivido a tantos cambios y crisis manteniendo su esencia. Megadeth inspiró a generaciones de músicos y deja un arsenal de canciones inmortales. Desde la furia técnica de Rust in Peace hasta la madurez combativa de Dystopia, cada capítulo de su discografía refleja la personalidad indomable de Mustaine y su búsqueda de la excelencia en el metal. Dave Mustaine, el General de esta revolución del thrash, podrá retirarse sabiendo que cumplió su misión: \"cambiar el mundo\" a través de la música metal.",
            "en": "As Megadeth approaches the twilight of their history, the legacy they leave is impressive. With almost four decades of music, 16 studio albums (soon 17), several live ones, compilations that summarize their impact, and official documentaries that narrate their ups and downs, Dave Mustaine's band is consecrated as one of the most important in metal history. Few groups have survived so many changes and crises while maintaining their essence. Megadeth inspired generations of musicians and leaves an arsenal of immortal songs. From the technical fury of Rust in Peace to the combative maturity of Dystopia, each chapter of their discography reflects Mustaine's indomitable personality and his quest for excellence in metal. Dave Mustaine, the General of this thrash revolution, will be able to retire knowing he fulfilled his mission: to \"change the world\" through metal music."
          },
          "layout": "text-with-images",
          "images": [
            {
              "src": "/images/historia/megadeth.webp",
              "alt": {
                "es": "El legado completo de Megadeth",
                "en": "The complete legacy of Megadeth"
              },
              "position": "full",
              "layout": "gallery",
              "size": "large",
              "caption": {
                "es": "Cuatro décadas que cambiaron el metal para siempre",
                "en": "Four decades that changed metal forever"
              }
            }
          ]
        }
      ]
    }
  ]
}
