[
  {
    "id": "dave-talks-about-new-album-2026",
    "title": {
      "es": "Dave Mustaine dice que querrás volver a escuchar el nuevo álbum",
      "en": "When you hear this album, you're going to want to give it another listen."
    },
    "description": {
      "es": "Dave Mustaine nos da detalles del nuevo álbum y nos cuenta cómo informó que va a ser el último disco de Megadeth.",
      "en": "Dave Mustaine shares details about the new album and tells us how he announced that it will be Megadeth's last album."
    },
    "publishedDate": "2026-01-12",
    "youtubeVideoId": "oSnh5KlrL_s"
  },
  {
    "id": "dirk-interview",
    "title": {
      "es": "Dirk Verbeuren dice que Dave Mustaine “te lo dirá directamente a la cara”",
      "en": "Dirk Verbeuren Says Dave Mustaine “Will Tell You Straight To Your Face”"
    },
    "description": {
      "es": "Hablando en el podcast Freddy And Friends, Verbeuren se abrió sobre la colaboración con el fundador de Megadeth mientras trabajaba en el próximo álbum final de la banda, explicando que la franqueza de Mustaine hace que las decisiones creativas sean más claras en lugar de más difíciles.",
      "en": "Speaking on the Freddy And Friends podcast, Verbeuren opened up about collaborating with Megadeth’s founder while working on the band’s upcoming final album, explaining that Mustaine’s blunt honesty makes creative decisions clearer rather than harder."
    },
    "publishedDate": "2026-01-10",
    "linkUrl": "/entrevistas/dirk-interview-2026",
    "youtubeVideoId": "I2ZL2hkmBxU"
  },
  {
    "id": "dirk-birthday-2026",
    "title": {
      "es": "Semana de cumpleaños: Feliz cumpleaños, Dirk!",
      "en": "Dirk's Birthday Week: Happy Birthday, Dirk!"
    },
    "description": {
      "es": "Felicidades a Dirk, nuestro brillante, amable, y increible baterista.",
      "en": "Happy birthday to Dirk, our brilliant, kind, and amazing drummer."
    },
    "imageUrl": "/images/site-updates/dirkbirth.jpg",
    "imageAlt": {
      "es": "Feliz Cumpleaños Dirk!!",
      "en": "Happy Birthday Dirk!!"
    },
    "imageCaption": {
      "es": "Feliz Cumpleaños Dirk!!",
      "en": "Happy Birthday Dirk!!"
    },
    "publishedDate": "2026-01-08"
  },
  {
    "id": "temu-birthday-2026",
    "title": {
      "es": "Semana de cumpleaños: Feliz cumpleaños, Temu!",
      "en": "Temu's Birthday Week: Happy Birthday, Temu!"
    },
    "description": {
      "es": "Felicidades a Temu, nuestro brillante guitarrista.",
      "en": "Happy birthday to Temu, our brilliant guitarist."
    },
    "imageUrl": "/images/site-updates/temubirth.jpg",
    "imageAlt": {
      "es": "Feliz Cumpleaños Temu!!",
      "en": "Happy Birthday Temu!!"
    },
    "imageCaption": {
      "es": "Feliz Cumpleaños Temu!!",
      "en": "Happy Birthday Temu!!"
    },
    "publishedDate": "2026-01-07"
  },
  {
    "id": "megadeth-no-puppets",
    "title": {
      "es": "Megadeth no es un espectáculo de marionetas",
      "en": "Megadeth is not a puppet show"
    },
    "description": {
      "es": "En el último número de Guitar World, Dave Mustaine, abordó preguntas sobre la gira de despedida de la banda, incluyendo si algún exmiembro podría ser invitado a unirse al grupo en el escenario.\n\nMustaine: \"Ya lo hemos hecho con Marty Friedman. Veamos a las otras personas con las que he tocado... Hay mucha gente. Eso sería un gran reto, pero no quiero hacerlo. Simplemente no puedo, porque, para empezar, sería injusto para los demás miembros de la banda que yo no tocara también con todos ellos. Prefiero seguir haciendo lo que estamos haciendo y dejar que los fans experimenten la música actual de Megadeth y estén contentos con ello. No es un 'Megadeth de marionetas'.\"\n\nReflexionando sobre colaboraciones pasadas, Mustaine destacó su conexión especial con el exguitarrista Marty Friedman, quien se reincorporó a él en el escenario en Japón a principios de 2023.\n\n\"Lo que hicimos con Marty Friedman en Japón a principios de 2024, fue una decisión obvia. Eso fue brillante. Yo quiero a Marty. Nos separamos en su momento, él siguió su camino y nosotros seguimos el nuestro.\"\n\nTambién habló sobre sus relaciones con otros exguitarristas, señalando que, aunque eran positivas, no coincidían con la profundidad que compartía con Friedman. \"Mi relación con Chris Poland fue realmente buena, pero no tan buena como con Marty\", dijo Dave. \"Mi relación con Jeff Young era buena, pero no tan buena como con Marty\".\n\nMustaine aclaró que, aparte del fallecido Gar Samuelson, no tendría problema en actuar con la mayoría de los antiguos miembros. Aun así, enfatizó su reconocimiento hacia la formación actual: \"Simplemente no voy a hacer nada que vaya, de ninguna manera, a parecer injusto para los demás miembros actuales de la banda.\"",
      "en": "In the latest issue of Guitar World, Dave Mustaine addressed questions about the band's farewell tour, including whether any former members might be invited to join the group on stage.\n\nMustaine: \"We've already done it with Marty Friedman. Let's look at the other people I've played with... There are a lot of people. That would be a big challenge, but I don't want to do it. I simply can't, because, to begin with, it would be unfair to the other band members if I didn't also play with all of them. I'd rather keep doing what we're doing and let the fans experience current Megadeth music and be happy with it. It's not a 'puppet Megadeth'.\"\n\nReflecting on past collaborations, Mustaine highlighted his special connection with former guitarist Marty Friedman, who rejoined him on stage in Japan in early 2023.\n\n\"What we did with Marty Friedman in Japan in early 2024 was an obvious decision. That was brilliant. I love Marty. We parted ways back then, he went his way and we went ours.\"\n\nHe also spoke about his relationships with other former guitarists, noting that while they were positive, they didn't match the depth he shared with Friedman. \"My relationship with Chris Poland was really good, but not as good as with Marty,\" Dave said. \"My relationship with Jeff Young was good, but not as good as with Marty.\"\n\nMustaine clarified that, aside from the late Gar Samuelson, he would have no problem performing with most former members. Still, he emphasized his recognition of the current lineup: \"I'm simply not going to do anything that would, in any way, seem unfair to the other current members of the band.\""
    },
    "imageUrl": "/images/site-updates/marionetas.jpg",
    "imageAlt": {
      "es": "Lo de Marty fue brillante",
      "en": "Marty's was brilliant"
    },
    "imageCaption": {
      "es": "Lo de Marty fue brillante",
      "en": "Marty's was brilliant"
    },
    "publishedDate": "2026-01-06"
  },

  {
    "id": "mustaine-ride-the-lightning-2025",
    "title": {
      "es": "Dave Mustaine nos cuenta detalles sobre su versión de Ride The Lightning",
      "en": "Dave Mustaine shares details about his version of Ride The Lightning"
    },
    "description": {
      "es": "Mas detales de la entrevista con nuestros compañeros de Mariskal Rock (vía Blabbermouth.net), Dave Mustaine, nos cuenta mas detalles sobre su versión de Ride The Lightning y porque eligio ese tema en particular",
      "en": "More details from the interview with our colleagues at Mariskal Rock (via Blabbermouth.net), Dave Mustaine shares more details about his version of Ride The Lightning and why he chose that particular song"
    },
    "publishedDate": "2026-01-06",

    "youtubeVideoId": "irXepVekyts"
  },
  {
    "id": "mustaine-dupuytren-2025",
    "title": {
      "es": "Dave Mustaine revela enfermedad en la mano que acelera su retiro",
      "en": "Dave Mustaine Reveals Hand Condition Accelerating Retirement"
    },
    "description": {
      "es": "En una nueva entrevista con nuestros compañeros de Mariskal Rock (vía Blabbermouth.net), el frontman de Megadeth, Dave Mustaine, ha hablado sobre el momento en el que decidió que iba a anunciar su retirada, que se prolongará en el tiempo con una gira final una vez la banda saque su disco final, homónimo. Esto ha dado pie a que el que fuera guitarrista de Metallica desvelara que sufre una dolencia en la mano que ha acortado su carrera.\n\n\"No. No, porque solo lo mencioné. No lo decidí. Estábamos trabajando en el estudio [en el próximo álbum homónimo de Megadeth] y habían sido unas semanas muy difíciles. Estábamos intentando terminarlo todo y, obviamente, para nosotros era importante asegurarnos de que el disco quedara bien. Teníamos un montón de plazos que cumplir, lo que lo hacía difícil y cosas así. Y me dolían mucho las manos. Entonces, un día le dije a mi representante: 'No sé cuánto tiempo más voy a poder seguir haciendo esto'. No le dije: 'Oye, quiero retirarme ahora mismo'\".\n\n¿Y qué le ocurre en la mano que no le permite tocar al 100%? Mustaine lo explica de la siguiente manera: \"Sí, puedes verlo aquí, en esta mano. Hay una línea justo ahí que sobresale. Se trata de algo llamado contractura de Dupuytren, y hará que mi dedo se doble así. Ya ha empezado, se está curvando un poco. Y si te fijas en las yemas de mis dedos, están muy artríticas. Así que todas esas protuberancias hacen que me resulte muy doloroso tocar\".\n\nDe momento, Dave no pasará por quirófano y el motivo es claro: \"Voy a esperar hasta estar listo para probarlo, porque si lo pruebo ahora y estoy al 95 %, y me operan y eso me retrasa, habría sido una mala decisión. Si espero hasta que mis manos me causen problemas y lo pruebo y no funciona, bueno, entonces habré hecho giras por todas partes, me habré despedido de todo el mundo y no dejaré nada sin decir ni sin terminar\".",
      "en": "In a new interview with our colleagues at Mariskal Rock (via Blabbermouth.net), Megadeth frontman Dave Mustaine discussed the moment he decided to announce his retirement, which will be extended over time with a final tour once the band releases their final self-titled album. This led the former Metallica guitarist to reveal that he suffers from a hand condition that has shortened his career.\n\n\"No. No, because I only mentioned it. I didn't decide it. We were working in the studio [on the upcoming self-titled Megadeth album] and it had been some very difficult weeks. We were trying to finish everything and, obviously, for us it was important to make sure the album turned out well. We had a lot of deadlines to meet, which made it difficult and things like that. And my hands were hurting a lot. So one day I told my manager: 'I don't know how much longer I'm going to be able to keep doing this.' I didn't tell him: 'Hey, I want to retire right now.'\"\n\nAnd what's wrong with his hand that doesn't allow him to play at 100%? Mustaine explains it this way: \"Yes, you can see it here, on this hand. There's a line right there that sticks out. It's something called Dupuytren's contracture, and it will make my finger bend like this. It's already started, it's curving a little bit. And if you look at my fingertips, they're very arthritic. So all those bumps make it very painful for me to play.\"\n\nFor now, Dave won't be going under the knife and the reason is clear: \"I'm going to wait until I'm ready to try it, because if I try it now and I'm at 95%, and they operate on me and that sets me back, it would have been a bad decision. If I wait until my hands cause me problems and I try it and it doesn't work, well, then I'll have toured everywhere, I'll have said goodbye to everyone and I won't leave anything unsaid or unfinished.\""
    },
    "imageUrl": "/images/imagenmustaine.webp",
    "imageAlt": {
      "es": "Dave Mustaine mostrando su mano con contractura de Dupuytren",
      "en": "Dave Mustaine showing his hand with Dupuytren's contracture"
    },
    "imageCaption": {
      "es": "Dave Mustaine revela su condición de contractura de Dupuytren",
      "en": "Dave Mustaine reveals his Dupuytren's contracture condition"
    },
    "publishedDate": "2025-12-27",
    "linkUrl": "/entrevistas/mustaine-mariskal-2025",
    "youtubeVideoId": "bI5KD3dRQ5I"
  },
  {
    "id": "netflix-strings-of-fire",
    "title": {
      "es": "Rumor: Netflix anuncia una serie de 16 episodios con Dave Mustaine — \"Strings of Fire\"",
      "en": "Rumor: Netflix announces a 16-episode series with Dave Mustaine — \"Strings of Fire\""
    },
    "description": {
      "es": "Netflix ha confirmado oficialmente una miniserie de 16 episodios, Dave Mustaine: Strings of Fire, que narra el ascenso, la ruptura, la reinvención y el perdurable legado del ícono del metal.\n\nDirigida y narrada por el propio Mustaine, la serie lleva a los espectadores a un viaje inquebrantable: desde una juventud inquieta y los primeros enfrentamientos entre bandas hasta la fundación de Megadeth, la dominación mundial del thrash metal y una carrera definida por la precisión, la intensidad y la supervivencia.\n\n\"Esta historia no se trata solo de metal\", dice Mustaine. \"Se trata de disciplina: de convertir la ira en estructura, el caos en control y el ruido en significado\".\n\nCada episodio traza su evolución, desde un forastero ambicioso hasta una de las figuras más influyentes de la historia de la música heavy. La serie no elude las duras verdades: los reveses que se convirtieron en combustible, los conflictos que forjaron claridad y la búsqueda incansable de la excelencia que exigió responsabilidad en todo momento.\n\nStrings of Fire profundiza en la creación de la obra más icónica de Mustaine, desde la urgencia incisiva de \"Peace Sells\" y la furia geopolítica de \"Holy Wars… The Punishment Due\", hasta la fuerza épica de \"Symphony of Destruction\". Explora su obsesión por el tempo, la técnica y la precisión lírica, y cómo esos estándares transformaron el ADN del metal.\n\nCombinando material de archivo inédito, maquetas inéditas, reflexiones personales y recreaciones cinematográficas, la serie ofrece una mirada sin precedentes a la mente de un músico que exigía más: de sus compañeros de banda, de su público y de sí mismo.",
      "en": "Netflix has officially confirmed a 16-episode miniseries, Dave Mustaine: Strings of Fire, chronicling the rise, rupture, reinvention, and enduring legacy of the metal icon.\n\nDirected and narrated by Mustaine himself, the series takes viewers on an uncompromising journey: from a restless youth and early band confrontations to the founding of Megadeth, worldwide thrash metal domination, and a career defined by precision, intensity, and survival.\n\n\"This story isn't just about metal,\" Mustaine says. \"It's about discipline: turning anger into structure, chaos into control, and noise into meaning.\"\n\nEach episode traces his evolution, from ambitious outsider to one of the most influential figures in heavy music history. The series doesn't shy away from harsh truths: the setbacks that became fuel, the conflicts that forged clarity, and the relentless pursuit of excellence that demanded accountability at every turn.\n\nStrings of Fire delves into the creation of Mustaine's most iconic work, from the sharp urgency of \"Peace Sells\" and the geopolitical fury of \"Holy Wars… The Punishment Due\", to the epic force of \"Symphony of Destruction\". It explores his obsession with tempo, technique, and lyrical precision, and how those standards transformed metal's DNA.\n\nCombining unreleased archival footage, unheard demos, personal reflections, and cinematic recreations, the series offers an unprecedented look into the mind of a musician who demanded more: from his bandmates, from his audience, and from himself."
    },
    "imageUrl": "/images/netflix.jpg",
    "imageAlt": {
      "es": "Strings Of Fire",
      "en": "Strings Of Fire"
    },
    "imageCaption": {
      "es": "Netflix: \"Strings of Fire\"",
      "en": "Netflix: \"Strings of Fire\""
    },
    "publishedDate": "2025-12-24"
  },
  {
    "id": "mustaine-trunk-interview-2025",
    "title": {
      "es": "Entrevista con Dave Mustaine sobre el nuevo álbum de Megadeth y más",
      "en": "Interview with Dave Mustaine about Megadeth's new album and more"
    },
    "description": {
      "es": "Dave Mustaine habló de la última gira de Megadeth y sus problemas de salud.\n\nEl líder de la legendaria banda dialogó sobre los problemas de salud que lo llevaron a tomar la decisión de cerrar Megadeth después de más de 40 años de carrera.\n\n\"Mis manos me estaban fallando\", confesó Mustaine.\n\nEl músico de 64 años sufre de artritis, discos inflamados, una fractura lumbar y tiene la espalda fusionada a la altura del cuello.\n\n\"Siempre dije que cuando llegara al punto en que no pudiera dar el cien por cien cada noche, sería cuando empezaría a considerar dejarlo\", explicó en una entrevista con Eddie Trunk.\n\nEl grupo lanzará su 17° y último álbum homónimo \"Megadeth\", seguido de una gira de despedida mundial que se extenderá por varios años.\n\nEn Argentina se presentarán el 30 de abril de 2026 en Tecnópolis.",
      "en": "Dave Mustaine talked about Megadeth's last tour and his health problems.\n\nThe leader of the legendary band discussed the health issues that led him to make the decision to close Megadeth after more than 40 years of career.\n\n\"My hands were failing me,\" Mustaine confessed.\n\nThe 64-year-old musician suffers from arthritis, inflamed discs, a lumbar fracture and has his back fused at the neck.\n\n\"I always said that when I got to the point where I couldn't give one hundred percent every night, that would be when I would start to consider quitting,\" he explained in an interview with Eddie Trunk.\n\nThe group will release their 17th and final self-titled album \"Megadeth\", followed by a worldwide farewell tour that will extend for several years.\n\nIn Argentina they will perform on April 30, 2026 at Tecnópolis."
    },
    "imageUrl": "/images/trunk.jpg",
    "imageAlt": {
      "es": "Entrevista con Dave Mustaine",
      "en": "Interview with Dave Mustaine"
    },
    "imageCaption": {
      "es": "Entrevista con Eddie Trunk",
      "en": "Interview with Eddie Trunk"
    },
    "publishedDate": "2025-12-20",
    "linkUrl": "/entrevistas/mustaine-trunk-2025"
  },
  {
    "id": "ltbs",
    "title": {
      "es": "Let There Be Shred - Video oficial",
      "en": "Let There Be Shred - Official Video"
    },
    "description": {
      "es": "Megadeth presenta el video oficial de \"Let There Be Shred\", uno de los singles más esperados del álbum final homónimo.\n\nEste nuevo tema muestra la intensidad y precisión técnica que ha caracterizado a Megadeth durante más de 40 años de carrera.\n\nDisfruta del video oficial y prepárate para el lanzamiento del álbum completo el 23 de enero de 2026.",
      "en": "Megadeth presents the official video for \"Let There Be Shred\", one of the most anticipated singles from their final self-titled album.\n\nThis new track showcases the intensity and technical precision that has characterized Megadeth for over 40 years.\n\nEnjoy the official video and get ready for the full album release on January 23, 2026."
    },
    "publishedDate": "2025-12-16",
    "youtubeVideoId": "4IL67t825cA"
  },
  {
    "id": "behind-the-mask-teaser",
    "title": {
      "es": "MEGADETH: BEHIND THE MASK Teaser",
      "en": "MEGADETH: BEHIND THE MASK Teaser"
    },
    "description": {
      "es": "",
      "en": ""
    },
    "publishedDate": "2025-11-29",
    "youtubeVideoId": "qntDbiz75iI"
  },
  {
    "id": "mustaine-in-space",
    "title": {
      "es": "El Último Show de Megadeth No Será en la Tierra: Mustaine Apunta al Espacio",
      "en": "Megadeth's Last Show Won't Be on Earth: Mustaine Aims for Space"
    },
    "description": {
      "es": "El líder de la banda de thrash metal explica por qué su despedida debe ser un 'full moon landing gig'. Mustaine detalla su ambición y por qué cree que los viajes espaciales comerciales harán posible un concierto más allá de la atmósfera.",
      "en": "The thrash metal band leader explains why his farewell must be a 'full moon landing gig'. Mustaine details his ambition and why he believes commercial space travel will make a concert beyond the atmosphere possible."
    },
    "imageUrl": "/images/interviews/space.webp",
    "imageAlt": {
      "es": "Astronauta Mustaine",
      "en": "Astronaut Mustaine"
    },
    "imageCaption": {
      "es": "Astronauta Mustaine",
      "en": "Astronaut Mustaine"
    },
    "publishedDate": "2025-11-20",
    "linkUrl": "/entrevistas/dave-mustaine-final-show-space-2025"
  },
  {
    "id": "i-dont-care",
    "title": {
      "es": "I Don´t Care - Video oficial",
      "en": "I Don´t Care - Official Video"
    },
    "description": {
      "es": "Megadeth lanza el video oficial de \"I Don´t Care\", otro adelanto de su álbum final homónimo.\n\nEste tema refleja la actitud desafiante y la energía implacable que ha definido a Megadeth a lo largo de su carrera.\n\nMira el video oficial y prepárate para el lanzamiento del álbum completo el 23 de enero de 2026.",
      "en": "Megadeth releases the official video for \"I Don´t Care\", another preview of their final self-titled album.\n\nThis track reflects the defiant attitude and relentless energy that has defined Megadeth throughout their career.\n\nWatch the official video and get ready for the full album release on January 23, 2026."
    },
    "publishedDate": "2025-11-16",
    "youtubeVideoId": "-E4O5VlRYOY"
  },
  {
    "id": "argentina-tickets-2025",
    "title": {
      "es": "Megadeth en Argentina: información sobre entradas",
      "en": "Megadeth in Argentina: ticket information"
    },
    "description": {
      "es": "Megadeth se presentará el 30 de abril de 2026 en Tecnópolis, Buenos Aires, como parte de su gira de despedida mundial.\n\nLas entradas estarán disponibles a través de los canales oficiales de venta.\n\nEsta será una oportunidad histórica para ver a la banda legendaria del thrash metal en su última gira por Argentina.",
      "en": "Megadeth will perform on April 30, 2026 at Tecnópolis, Buenos Aires, as part of their worldwide farewell tour.\n\nTickets will be available through official sales channels.\n\nThis will be a historic opportunity to see the legendary thrash metal band on their last tour through Argentina."
    },
    "imageUrl": "/images/campo.jpg",
    "imageAlt": {
      "es": "Megadeth en Argentina",
      "en": "Megadeth in Argentina"
    },
    "imageCaption": {
      "es": "Megadeth - Tecnópolis 2026",
      "en": "Megadeth - Tecnópolis 2026"
    },
    "publishedDate": "2025-12-15",
    "externalLinks": [
      {
        "url": "https://www.ticketek.com.ar",
        "text": {
          "es": "Comprar entradas en Ticketek",
          "en": "Buy tickets on Ticketek"
        }
      }
    ]
  },
  {
    "id": "behind-the-mask-argentina",
    "title": {
      "es": "Behind The Mask llega a Argentina",
      "en": "Behind The Mask comes to Argentina"
    },
    "description": {
      "es": "El documental \"Behind The Mask\" sobre Megadeth llegará a los cines de Argentina.\n\nEste esperado documental ofrece una mirada íntima detrás de las escenas de una de las bandas más influyentes del thrash metal.\n\nDescubre la historia nunca antes contada de Megadeth, con entrevistas exclusivas y material de archivo inédito.",
      "en": "The documentary \"Behind The Mask\" about Megadeth will arrive in theaters in Argentina.\n\nThis highly anticipated documentary offers an intimate behind-the-scenes look at one of the most influential thrash metal bands.\n\nDiscover the never-before-told story of Megadeth, with exclusive interviews and unseen archival footage."
    },
    "imageUrl": "/images/btm.jpg",
    "imageAlt": {
      "es": "Behind The Mask",
      "en": "Behind The Mask"
    },
    "imageCaption": {
      "es": "Behind The Mask - Documental",
      "en": "Behind The Mask - Documentary"
    },
    "publishedDate": "2025-12-10",
    "externalLinks": [
      {
        "url": "https://www.cinesargentinos.com.ar",
        "text": {
          "es": "Ver cines disponibles",
          "en": "See available theaters"
        }
      },
      {
        "url": "https://www.megadeth.com/behind-the-mask",
        "text": {
          "es": "Más información oficial",
          "en": "Official information"
        }
      }
    ]
  },
  {
    "id": "cinema-event-2025",
    "title": {
      "es": "Megadeth en cines: evento especial",
      "en": "Megadeth in cinemas: special event"
    },
    "description": {
      "es": "Megadeth presentará un evento especial en cines alrededor del mundo.\n\nLos fans podrán disfrutar de una experiencia única con presentaciones en vivo, entrevistas exclusivas y material nunca antes visto de la banda.\n\nNo te pierdas este evento histórico que celebra más de 40 años de thrash metal.",
      "en": "Megadeth will present a special event in theaters around the world.\n\nFans will be able to enjoy a unique experience with live performances, exclusive interviews and never-before-seen material from the band.\n\nDon't miss this historic event celebrating over 40 years of thrash metal."
    },
    "imageUrl": "/images/megadethcine.webp",
    "imageAlt": {
      "es": "Megadeth evento en cines",
      "en": "Megadeth cinema event"
    },
    "imageCaption": {
      "es": "Evento especial en cines",
      "en": "Special cinema event"
    },
    "publishedDate": "2025-12-05"
  },
  {
    "id": "let-there-be-shred-event",
    "title": {
      "es": "Evento exclusivo: Let There Be Shred",
      "en": "Exclusive event: Let There Be Shred"
    },
    "description": {
      "es": "Megadeth presenta \"Let There Be Shred\", un evento exclusivo para los fans.\n\nDescubre el nuevo single antes que nadie y participa en una experiencia interactiva única.\n\nVisita el sitio oficial para más detalles sobre este evento especial.",
      "en": "Megadeth presents \"Let There Be Shred\", an exclusive event for fans.\n\nDiscover the new single before anyone else and participate in a unique interactive experience.\n\nVisit the official website for more details about this special event."
    },
    "imageUrl": "/images/hear.png",
    "imageAlt": {
      "es": "Let There Be Shred",
      "en": "Let There Be Shred"
    },
    "imageCaption": {
      "es": "Let There Be Shred - Evento exclusivo",
      "en": "Let There Be Shred - Exclusive event"
    },
    "publishedDate": "2025-12-01",
    "linkUrl": "https://www.megadeth.com/pages/let-there-be-shred",
    "linkTarget": "_blank"
  },
  {
    "id": "canada-tour-2025",
    "title": {
      "es": "Megadeth anuncia fechas en Canadá",
      "en": "Megadeth announces Canadian tour dates"
    },
    "description": {
      "es": "Megadeth ha confirmado una serie de conciertos en Canadá como parte de su gira de despedida.\n\nLas fechas incluyen ciudades importantes de todo el país, brindando a los fans canadienses la oportunidad de despedirse de la banda.\n\nConsulta todas las fechas y lugares en la sección de gira.",
      "en": "Megadeth has confirmed a series of concerts in Canada as part of their farewell tour.\n\nThe dates include major cities across the country, giving Canadian fans the opportunity to say goodbye to the band.\n\nCheck all dates and venues in the tour section."
    },
    "imageUrl": "/images/canada.jpg",
    "imageAlt": {
      "es": "Megadeth gira Canadá",
      "en": "Megadeth Canada tour"
    },
    "imageCaption": {
      "es": "Gira de despedida en Canadá",
      "en": "Farewell tour in Canada"
    },
    "publishedDate": "2025-11-25",
    "linkUrl": "/tour"
  },
  {
    "id": "latam-tour-2026",
    "title": {
      "es": "Megadeth regresa a Argentina y Latinoamérica",
      "en": "Megadeth returns to Argentina and Latin America"
    },
    "description": {
      "es": "Megadeth anuncia This Was Our Life 2026 Latin American Tour!\n\nLa gira mundial This Was Our Life de Megadeth llega a Latinoamérica en 2026 — con shows masivos recién anunciados en Lima, Bogotá, Buenos Aires, São Paulo, Santiago, Ciudad de México y más.\n\nLos miembros del Cyber Army de Megadeth obtienen acceso prioritario a las entradas a través de preventas exclusivas.\n\nLima: Preventa Cyber Army del 2 al 3 de noviembre a las 10am hora local\nVenta General: 6 de noviembre a las 10am hora local\n\nColombia: Preventa Cyber Army del 3 al 4 de noviembre a las 10am hora local\nVenta General: 7 de noviembre a las 10am hora local\n\nArgentina: Detalles de preventa próximamente\n\nSão Paulo: Preventa Cyber Army del 3 al 4 de noviembre a las 10am hora local\nVenta General: 5 de noviembre a las 10am hora local\n\nSantiago, Chile: Preventa Cyber Army del 2 al 3 de noviembre a las 10am hora local\nVenta General: 4 de noviembre a las 10AM hora local\n\nMéxico (los 3 shows): Preventa Cyber Army del 8 al 9 de noviembre a las 10am hora local\nVenta General: 12 de noviembre a las 10am hora local",
      "en": "Megadeth Announces This Was Our Life 2026 Latin American Tour!\n\nMegadeth's This Was Our Life world tour is coming to Latin America in 2026 — with massive shows just announced in Lima, Bogotá, Buenos Aires, São Paulo, Santiago, Mexico City and more.\n\nMegadeth Cyber Army members get first access to tickets through exclusive presales.\n\nLima: Cyber Army Presale November 2 - 3 at 10am local time\nGeneral On-Sale: November 6 at 10am local time\n\nColombia: Cyber Army Presale November 3 - 4 at 10am local time\nGeneral On-Sale: November 7 at 10am local time\n\nArgentina: Presale details coming soon\n\nSão Paulo: Cyber Army Presale November 3 - 4 at 10am local time\nGeneral On-Sale: November 5 at 10am local time\n\nSantiago, Chile: Cyber Army Presale November 2 - 3 at 10am local time\nGeneral On-Sale: November 4 at 10AM local time\n\nMexico (all 3 shows): Cyber Army Presale November 8 - 9 at 10am local time\nGeneral On-Sale: November 12 at 10am local time"
    },
    "imageUrl": "/images/unnamed.png",
    "imageAlt": {
      "es": "Megadeth This Was Our Life 2026 Tour Latinoamérica",
      "en": "Megadeth This Was Our Life 2026 Latin America Tour"
    },
    "imageCaption": {
      "es": "Nuevas fechas para Latinoamérica en 2026",
      "en": "New dates for Latin America in 2026"
    },
    "publishedDate": "2025-10-16",
    "linkUrl": "/tour"
  },
  {
    "id": "ride-the-lightning-cover",
    "title": {
      "es": "MEGADETH lanzará una versión de Ride The Lightning",
      "en": "MEGADETH to release a version of Ride The Lightning"
    },
    "description": {
      "es": "Dave Mustaine confirmó que una adaptación de la canción que ayudó a escribir para Metallica estará en el álbum de despedida de Megadeth para \"honrar su amistad con James Hetfield\" y \"cerrar el círculo\".\n\nLa icónica canción \"Ride The Lightning\" fue coescrita por Mustaine durante su tiempo en Metallica, antes de formar Megadeth. Décadas después, Dave ha decidido grabar su propia versión como parte del álbum final homónimo de Megadeth.\n\nEsta versión representa un momento histórico: el cierre de un círculo que comenzó en los primeros días del thrash metal y que une a dos de las bandas más importantes del género.\n\nLa canción estará incluida como bonus track en el álbum \"Megadeth\", que se lanzará el 23 de enero de 2026.",
      "en": "Dave Mustaine confirmed that an adaptation of the song he helped write for Metallica will be on Megadeth's farewell album to \"honor his friendship with James Hetfield\" and \"close the circle.\"\n\nThe iconic song \"Ride The Lightning\" was co-written by Mustaine during his time in Metallica, before forming Megadeth. Decades later, Dave has decided to record his own version as part of Megadeth's final self-titled album.\n\nThis version represents a historic moment: closing a circle that began in the early days of thrash metal and connects two of the most important bands in the genre.\n\nThe song will be included as a bonus track on the album \"Megadeth\", which will be released on January 23, 2026."
    },
    "imageUrl": "/images/ride.jpeg",
    "imageAlt": {
      "es": "Portada de Ride The Lightning de Metallica",
      "en": "Ride The Lightning album cover by Metallica"
    },
    "imageCaption": {
      "es": "Megadeth grabará su versión de Ride The Lightning",
      "en": "Megadeth to record their version of Ride The Lightning"
    },
    "publishedDate": "2025-10-15"
  },
  {
    "id": "iron-maiden-tour-2026",
    "title": {
      "es": "MEGADETH se une a IRON MAIDEN y ANTHRAX para la gira Run For Your Lives en Norteamérica",
      "en": "MEGADETH joins IRON MAIDEN and ANTHRAX for the upcoming Run For Your Lives North American tour"
    },
    "description": {
      "es": "La banda británica de Heavy Metal IRON MAIDEN ha confirmado las fechas para la etapa norteamericana de la gira Run For Your Lives. La gira visitará Canadá y Estados Unidos después de pasar por Europa—con dos conciertos en España, en Resurrection Fest 2026 en Viveiro y Rock Imperium 2026 en Cartagena—y contará con dos bandas invitadas excepcionales: MEGADETH—que estará en medio de su gira de despedida—y ANTHRAX.\n\nLa gira promete ser uno de los eventos de metal más grandes de 2026, reuniendo a tres leyendas del género para una serie de conciertos históricos. Los fans disfrutarán de un setlist lleno de clásicos y sorpresas, en una experiencia única e irrepetible.",
      "en": "The British Heavy Metal band IRON MAIDEN has confirmed the dates for the North American leg of the Run For Your Lives tour. The tour will visit Canada and the United States after passing through Europe—with two concerts in Spain, at Resurrection Fest 2026 in Viveiro and Rock Imperium 2026 in Cartagena—and will feature two exceptional guest bands: MEGADETH—who will be in the midst of their farewell tour—and ANTHRAX.\n\nThe tour promises to be one of the biggest metal events of 2026, bringing together three legends of the genre for a series of historic concerts. Fans will enjoy a setlist full of classics and surprises, in a unique and unrepeatable experience."
    },
    "imageUrl": "/ironmaiden.webp",
    "imageAlt": {
      "es": "Iron Maiden Run For Your Lives World Tour 2026 con Megadeth y Anthrax",
      "en": "Iron Maiden Run For Your Lives World Tour 2026 with Megadeth and Anthrax"
    },
    "imageCaption": {
      "es": "Gira con Maiden",
      "en": "Tour with Maiden"
    },
    "publishedDate": "2025-10-10",
    "linkUrl": "/tour"
  },
  {
    "id": "tippin-2025",
    "title": {
      "es": "Tipping Point - Video oficial",
      "en": "Tipping Point - Official Video"
    },
    "description": {
      "es": "Megadeth presenta \"Tipping Point\", un evento exclusivo para los fans.\n\nDescubre el nuevo single antes que nadie y participa en una experiencia interactiva única.\n\nVisita el sitio oficial para más detalles sobre este evento especial.",
      "en": "Megadeth presents \"Tipping Point\", an exclusive event for fans.\n\nDiscover the new single before anyone else and participate in a unique interactive experience.\n\nVisit the official website for more details about this special event."
    },
    "imageUrl": "",
    "imageAlt": {
      "es": "",
      "en": ""
    },
    "imageCaption": {
      "es": "",
      "en": ""
    },
    "publishedDate": "2025-10-01",
    "youtubeVideoId": "ECXg-a7XZQI"
  },
  {
    "id": "happy-year-recap",
    "title": {
      "es": "Feliz Año Nuevo de Megadeth: Recapitulación de 2025",
      "en": "Happy New Year from Megadeth: 2025 Recap"
    },
    "description": {
      "es": "Video especial de fin de año. Gracias por acompañarnos en este viaje. ¡Nos vemos en 2026!",
      "en": "Special end-of-year video. Thank you for joining us on this journey. See you in 2026!"
    },
    "publishedDate": "2025-12-31",
    "youtubeVideoId": "NOEotMzLThc"
  }
]
