[
  {
    "id": "megadeth-final-album-review-2026",
    "title": {
      "es": "Megadeth - Critica del Álbum Final 2026",
      "en": "Megadeth - 2026 Final Album Review"
    },
    "subtitle": {
      "es": "Un cierre digno para la banda sonora de mi vida",
      "en": "A worthy ending to the soundtrack of my life"
    },
    "content": {
      "es": "Antes de empezar a contarles mi opinión sobre el nuevo disco, quiero ponerlos en contexto. Contarles un poco mi historia, mi relación con la banda. Más que nada para que sepan de quién viene lo que van a leer.\n\nTengo 48 años, soy de Argentina y empecé a escuchar a Megadeth a los 13 o 14 años, en primer año de la secundaria, más o menos entre 1990 y 1991.\n\nPara que se ubiquen los más jóvenes: esto es **pre-internet**. En ese momento la música era puro boca a boca. Había que hacer un esfuerzo real para conocer cosas nuevas. Nos enterábamos por revistas, por amigos que te pasaban un cassette, y cuando juntabas algo de plata ibas a una disquería y tenías que decidir muy bien qué comprar (unos 20 dólares por disco, más o menos).\n\nNo digo que fuera mejor ni peor. Era así, punto.\n\nEl primer disco que me compré de Megadeth fue **Rust in Peace**. Y siendo honesto, no me mató en ese momento. Lo ponía y escuchaba en bucle \"Holy Wars\" y \"Hangar 18\", nada más. Cada tanto lo escuchaba entero, de corrido.\n\nEl verdadero amor por Rust in Peace vino un par de años después, cuando agarré una guitarra por primera vez… pero esa es otra historia. Sigamos.\n\nAl año sale **Countdown to Extinction**. Voy a la Bond Street y me lo compro. Ahí fue amor a primera vista. Ese disco me volvió loco. Lo escuchaba una y otra vez, sin parar.\n\nRecuerdo estar de vacaciones en la costa, en una habitación chiquita con mis hermanos más chicos, poniendo el disco una y otra vez, hasta que terminamos jugando a cantar todos los temas de memoria. En esas vacaciones encontré un lugar donde vendían cassettes grabados. Ahí pude comprarme todos los que me faltaban: **Killing Is My Business…**, **Peace Sells** y **So Far, So Good… So What!**\n\nLos cassettes estaban pésimamente grabados, pero no me importaba nada. Ya estaba adentro. Y fue para siempre.\n\nEse mismo año se anuncia que Megadeth iba a venir a la Argentina con la gira del Countdown. Saqué mi entrada, feliz, ansioso. La historia es conocida: Dave cae de nuevo, se cancela la gira. Todavía me acuerdo de la tristeza con la que fui a que me devolvieran la entrada.\n\nTambién me acuerdo de una noche, de madrugada, escuchando la **Heavy Rock & Pop**, el único programa de metal que había. Era una de las pocas formas de enterarse de algo (recuerden: mi adolescencia fue íntegramente pre-internet).\n\nAhí anuncian que Dave había salido de rehabilitación y que Megadeth había vuelto a tocar. La verdad… casi lloro de alegría.\n\nDespués salió **Youthanasia**. Megadeth anuncia nueva gira y otra vez se anuncia Latinoamérica, incluida Argentina. Primero una fecha, después dos, después tres… cuatro… cinco.\n\nAhí descubrí que no éramos tan pocos. Que los que teníamos esa pasión por Megadeth no éramos una minoría. De esos cinco shows fui a cuatro. Solo falté al del 2 de diciembre porque era la entrega de diplomas del secundario. Si no iba, mis viejos me mataban.\n\n¿Por qué toda esta introducción? Para que quede claro que mi opinión es totalmente subjetiva. Megadeth es mi adolescencia. Es algo que me acompañó durante toda mi vida. Algo que prácticamente siempre estuvo ahí. Y ahora estoy escuchando su último disco. Su final.\n\nVamos al punto.\n\n### ¿Qué me pareció el disco?\n\nEl disco es bueno. Es un cierre digno.\n\nEs un álbum en el que Dave, con las herramientas que tiene hoy —lo que le da la voz y lo que le dan las manos— repasa gran parte de lo que fue la discografía de Megadeth: desde lo más rápido hasta lo más melódico.\n\nYo pensaba que iba a ser un disco más veloz, más thrash, pero en realidad hay varios temas donde baja un cambio y se apoya más en el groove y el clima.\n\nEl Colorado, fiel a su estilo, hizo el disco que se le cantó. Y lo aplaudo. Cuando uno decide irse, también puede elegir los términos en los que se va.\n\n### ¿Cómo suena el disco?\n\nComo cualquier disco actual, suena bien. Es casi obvio decirlo.\n\nLas guitarras están bien al frente, cargadas de medios, afinadas un tono abajo como en los últimos tiempos.\n\nLa batería suena moderna, pero no sobreproducida. Se siente natural, algo que le juega a favor a los temas con una impronta más \"retro\".\n\nEl bajo, a mi gusto, está un poco atrás en la mezcla. Es una lástima, porque James es un músico enorme.\n\nEs un festival de solos bien hechos. De verdad. Teemu ya me venía sorprendiendo en vivo y en el estudio lo confirma: velocidad, técnica y buen gusto. El paquete completo.\n\nDirk es una máquina. Siempre. Hace todo bien y, además, es un tipazo. Para mí, después de Nick, es el mejor baterista que tuvo Megadeth.\n\nJames, en mi opinión, cumple, pero nada más. Creo que perdió espacio en la mezcla y queda más de apoyo, cuando todos sabemos que es un bajista inmenso.\n\nDave, con la guitarra, como siempre: riffs filosos, pocos solos pero muy bien pensados. Se entiende perfecto con Teemu.\n\nCon la voz… todos sabemos que hace tiempo flaquea, y este disco no es la excepción. En muchos pasajes Dave no canta en el sentido clásico: frasea, recita, se apoya más en la intención que en el registro. Se adaptó a lo que tiene. En algunos temas funciona mejor que en otros, sobre todo en los más lentos que es donde más cae. El único momento donde vuelve a mostrar algo de su tono agudo característico es en el bonus track.\n\nSe nota que no quisieron hacer nada en estudio que después no pudiera reproducirse en vivo. Es lo que hay. Y listo.\n\n### Tema por tema\n\n**1. Tipping Point (8/10)**\n\nYa lo conocíamos. Velocidad, solos impecables y un final muy ochentoso. Todo lo que está bien en una sola canción.\n\n**2. I Don't Care (7/10)**\n\nOtro tema conocido. Dave muestra su lado más punky. La estructura es directa, quizás demasiado para lo que uno espera de Megadeth. Pero los solos son demoledores, de los mejores del disco.\n\n**3. Hey God (7/10)**\n\nPrimer tema del grupo de los \"Medios Tiempos\". Al principio me chocó: venimos de una canción que repite \"I don't care\" todo el tiempo y pasamos a otro que repite \"Hey God\" al inicio de cada estrofa.\n\nHonestamente en la primera escucha no me mató, pero en la segunda le encontré el gusto. Buenas melodías de guitarra, arreglos cuidados y riffs sólidos.\n\n**4. Let There Be Shred (9/10)**\n\nEl último adelanto que salió. Rápido, filoso. Me encanta el breakdown del medio. Los solos, increíbles. Me gusta todo de esta canción.\n\n**5. Puppet Parade (8/10)**\n\nUn tema con un clima más melódico, que por momentos me recordó a \"Black Swan\". Dave va alternando entre el fraseo, la emoción y el canto. Dentro de sus limitaciones, funciona muy bien. Los fraseos de guitarra son muy pegadizos. Me gustó mucho.\n\n**6. Another Bad Day (6/10)**\n\nSigue la línea del tema anterior. Arranque medio ochentero, guitarras que suenan muy bien. La melodía y el estribillo están bien, pero es un tema que empieza y termina igual. No cambia, no sorprende. No me mató.\n\n**7. Made to Kill (9/10)**\n\nPodría estar tranquilamente en Peace Sells o SFSGSW. Velocidad, cambios constantes, cortes y un Dirk completamente desatado. Gran canción, de lo mejor del disco.\n\n**8. Obey the Call (8/10)**\n\nArranca con un tono más oscuro, con un aire a \"Go to Hell\". El estribillo funciona, los solos van levantando el tema y el final es tremendo: todo se acelera, solos por todos lados. Para que se entienda: termina muy Megadeth.\n\n**9. I Am War (7/10)**\n\nNo sé por qué, pero me enganchó desde la primera escucha. Es un tema simple, quizás demasiado. El estribillo es pegadizo, fácil de recordar. Los solos cumplen, aunque son de los más sencillos del disco.\n\nTiene una estructura más cercana al hard rock. Probablemente sea uno de esos temas que primero recuerdo y más rápido olvido.\n\n**10. The Last Note (8/10)**\n\nNo se podría haber elegido mejor nombre para el último tema del último disco de la banda. No admito discusiones.\n\nEmpieza con Dave recitando sobre un arpegio, luego acelera y se mueve entre el hard rock y el metal. Gran estribillo, un solo hermoso con guitarra acústica y un cierre donde todo se intensifica hasta que Dave, literalmente, se despide hablando sobre una guitarra acústica.\n\nEn una palabra: emotivo.\n\n**11. Ride the Lightning (9/10)**\n\nDigámoslo sin vueltas: el tema morbo del disco. El primero que todos fuimos a escuchar.\n\nEl gran mérito de esta versión es que no se siente como un cover. Porque no lo es. Es un tema que en gran parte compuso Dave, pero que Metallica editó y grabó.\n\n¿Es mejor que la original? No.\n\n¿Es peor? Tampoco.\n\nEs la versión de Dave.\n\nMás rápida, solos tremendos, Dirk respetando la estructura pero metiendo fills increíbles. Dave canta bien, le da feeling y recupera algo del tono agudo sin forzar.\n\nLa disfruté mucho.\n\n### Nota final: 8/10\n\nEn una palabra, podemos decir que es un **dignísimo final**.\n\nEs un disco que muestra claramente y sin maquillaje lo que Megadeth puede ofrecer hoy: buenas canciones, riffs filosos y solos inspirados.\n\nNo es el mejor disco de Megadeth, pero tampoco intenta serlo. Es honesto, y eso se agradece.\n\n¿Es un final feliz?\n\n**No**. No existen los finales felices ni perfectos, existen los finales posibles.\n\nMegadeth se despide con una gran alineación, músicos enormes y una obra póstuma a la altura de su historia. Y eso es muchísimo.\n\nMe es imposible escuchar o hablar de este disco sin una sensación agridulce. Se apaga la banda sonora de mi vida.\n\nSi amás a Megadeth o al metal como yo, cuando escuches cada riff y cada solo de este disco, en tu cabeza va a aparecer una sola frase:\n\n**\"Cómo te voy a extrañar…\"**",
      "en": "Before I start sharing my opinion about the new album, I want to give you some context. I want to tell you a bit about my story, my relationship with the band. Mainly so you know who this review is coming from.\n\nI'm 48 years old, I'm from Argentina, and I started listening to Megadeth when I was 13 or 14 years old, during my first year of high school, around 1990 or 1991.\n\nFor the younger readers: this was **pre-internet**. Back then, discovering music was pure word of mouth. You had to make a real effort to find new bands. You learned about them through magazines, friends who lent you a cassette, and when you managed to save some money, you went to a record store and had to think very carefully about what you were going to buy (around 20 dollars per album, more or less).\n\nI'm not saying it was better or worse. It was just the way it was.\n\nThe first Megadeth album I bought was **Rust in Peace**. And to be honest, it didn't blow my mind at the time. I would play it on repeat, but only \"Holy Wars\" and \"Hangar 18\". Every now and then, I'd listen to the whole album from start to finish.\n\nMy real love for Rust in Peace came a couple of years later, when I picked up a guitar for the first time… but that's another story. Let's move on.\n\nThe following year, **Countdown to Extinction** came out. I went to Bond Street and bought it. That was love at first listen. That album completely blew me away. I played it over and over again, nonstop.\n\nI remember being on vacation at the coast, sharing a tiny room with my younger siblings, playing the album again and again until we ended up singing every song from memory. During that trip, I found a place that sold bootleg cassettes. That's where I finally got the albums I was missing: **Killing Is My Business…**, **Peace Sells** and **So Far, So Good… So What!**\n\nThe cassettes sounded terrible, but I didn't care at all. I was already in. And it was forever.\n\nThat same year, Megadeth announced they were coming to Argentina on the Countdown tour. I bought my ticket, happy and anxious. The story is well known: Dave relapsed, the tour was canceled. I still remember the sadness of going back to get my money refunded.\n\nI also remember one night, late at night, listening to **Heavy Rock & Pop** on the radio — the only metal radio show at the time. One of the very few ways to get news back then (remember: my entire adolescence was pre-internet).\n\nThat's when they announced that Dave had finished rehab and that Megadeth was playing again. Honestly… I almost cried with joy.\n\nThen **Youthanasia** came out. Megadeth announced a new tour, and once again Latin America was included, Argentina too. First one date, then two, then three… four… five.\n\nThat's when I realized we weren't that few. That the people who shared this passion for Megadeth were not a minority. Out of those five shows, I went to four. I only missed the December 2nd show because it was my high school graduation ceremony. If I hadn't gone, my parents would've killed me.\n\nWhy all this introduction?\n\nSo it's clear that my opinion is totally subjective. Megadeth is my adolescence. It's something that has been with me my entire life. Something that was almost always there. And now I'm listening to their final album. Their end.\n\nLet's get to it.\n\n### What did I think of the album?\n\nThe album is good. It's a worthy ending.\n\nIt's an album where Dave, using the tools he has today — what his voice allows him to do and what his hands can still deliver — revisits much of Megadeth's discography, from the fastest moments to the more melodic ones.\n\nI expected a faster, more thrash-oriented album, but instead there are several tracks where the band slows things down and leans more on groove and atmosphere.\n\nThe Red One, true to his style, made the album he wanted to make. And I applaud that. When you decide to leave, you should also be able to choose the terms of your exit.\n\n### How does the album sound?\n\nLike any modern album, it sounds good. That almost goes without saying.\n\nThe guitars are front and center, heavy on the mids, tuned down a whole step like in recent years.\n\nThe drums sound modern but not overproduced. They feel natural, which works especially well for the songs with a more \"retro\" vibe.\n\nThe bass, in my opinion, sits a bit too far back in the mix. That's a shame, because James is an incredible musician.\n\nIt's a real festival of well-crafted solos. Truly. Teemu had already been impressing me live, and in the studio he confirms it: speed, technique and taste. The full package.\n\nDirk is a machine. Always. He does everything right and, on top of that, he's a genuinely great guy. For me, after Nick, he's the best drummer Megadeth ever had.\n\nJames, in my opinion, does his job, but that's it. I think he lost some space in the mix and ends up playing more of a supporting role, which feels unfair knowing how great of a bassist he really is.\n\nDave, guitar-wise, is classic Dave: sharp riffs, very few solos but all of them smart and purposeful. His chemistry with Teemu is undeniable.\n\nVocally… we all know he's been struggling for a while, and this album is no exception. In many parts, Dave doesn't sing in the traditional sense — he phrases, he recites, he leans on attitude rather than range. He adapted to what he has. In some songs it works better than in others, especially in the slower ones, where the limitations are more noticeable. The only moment where he brings back some of his signature high-pitched tone is on the bonus track.\n\nIt's clear they didn't want to do anything in the studio that couldn't be replicated live. This is what it is. And that's fine.\n\n### Track by track\n\n**1. Tipping Point (8/10)**\n\nWe already knew it. Fast, sharp, with flawless solos and a very '80s-style ending. Everything that's right in one song.\n\n**2. I Don't Care (7/10)**\n\nAnother familiar one. Dave shows his more punk side. The structure is very straightforward, maybe too much for what you expect from Megadeth. But the solos absolutely destroy — among the best on the album.\n\n**3. Hey God (7/10)**\n\nThe first of the \"mid-tempo\" group. At first it threw me off: we come from a song that constantly repeats \"I don't care\" and move into another one that repeats \"Hey God\" at the start of every verse.\n\nHonestly, it didn't click on the first listen, but on the second one it grew on me. Nice guitar melodies, well-thought-out arrangements and solid riffs.\n\n**4. Let There Be Shred (9/10)**\n\nThe last single released. Fast, aggressive. I love the breakdown in the middle. The solos are insane. I like everything about this song.\n\n**5. Puppet Parade (8/10)**\n\nA song with a more melodic atmosphere that reminded me at times of \"Black Swan\". Dave switches between phrasing, emotion and actual singing. Within his limitations, it works really well. The guitar lines are catchy. I liked it a lot.\n\n**6. Another Bad Day (6/10)**\n\nFollows the same path as the previous track. Slightly '80s-style intro, great-sounding guitars. The melody and chorus are fine, but the song starts and ends in the same place. It doesn't evolve, it doesn't surprise. It didn't do much for me.\n\n**7. Made to Kill (9/10)**\n\nThis could easily belong on Peace Sells or SFSGSW. Fast, full of changes, breaks everywhere, and Dirk completely unleashed. A great song and one of the highlights of the album.\n\n**8. Obey the Call (8/10)**\n\nStarts with a darker tone, reminiscent of \"Go to Hell\". The chorus works, the solos keep building tension, and the ending is massive: everything speeds up, solos flying everywhere. To put it simply: it ends in the most Megadeth way possible.\n\n**9. I Am War (7/10)**\n\nI don't know why, but this one hooked me from the first listen. It's simple, maybe too simple. The chorus is catchy and easy to remember. The solos do their job, although they're among the simplest on the album.\n\nIt has a more hard rock-oriented structure. Probably one of those songs I'll remember first — and forget the fastest.\n\n**10. The Last Note (8/10)**\n\nThere couldn't be a better title for the last song of the band's final album. No arguments allowed.\n\nIt starts with Dave reciting over an arpeggio, then speeds up and moves between hard rock and metal. Great chorus, a beautiful acoustic guitar solo, and a closing section where everything builds up until Dave literally says goodbye over an acoustic guitar.\n\nOne word: emotional.\n\n**11. Ride the Lightning (9/10)**\n\nLet's be honest: the morbid curiosity track. The first one we all went to listen to.\n\nThe biggest achievement of this version is that it doesn't feel like a cover. Because it isn't. It's a song that Dave largely wrote, but Metallica edited and recorded.\n\nIs it better than the original? No.\n\nIs it worse? Neither.\n\nIt's Dave's version.\n\nFaster, incredible solos, Dirk respecting the structure while adding amazing fills. Dave sings well here, with great feeling, and even recovers some of his old high register without forcing it.\n\nI really enjoyed this one.\n\n### Final score: 8/10\n\nIn one word, this is a **dignified ending**.\n\nIt's an album that shows, clearly and without makeup, what Megadeth can offer today: solid songs, sharp riffs and inspired solos.\n\nIt's not the best Megadeth album — and it doesn't try to be. It's honest, and that honesty is appreciated.\n\nIs it a happy ending?\n\n**No**. There are no happy or perfect endings — only possible ones.\n\nMegadeth says goodbye with a great lineup, incredible musicians and a final work that lives up to their history. And that is a lot.\n\nI can't listen to or talk about this album without a bittersweet feeling. The soundtrack of my life is fading out.\n\nIf you love Megadeth or metal the way I do, when you listen to every riff and every solo on this album, there will be one thought in your head:\n\n**\"I'm really going to miss you…\"**"
    },
    "publishedDate": "2026-01-17",
    "imageUrl": "/images/albums/17-megadeth.jpg",
    "imageAlt": {
      "es": "Portada del último álbum de Megadeth",
      "en": "Cover of Megadeth's final album"
    },
    "rating": 8,
    "category": "album",
    "relatedAlbumId": "the-final-album"
  }
]
